[
    {
        "index": 0,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-processo-de-ingresso-para-o-semestre-2026-1/",
        "titulo": "IFPE lança Processo de Ingresso para o semestre 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de outubro de 2025",
        "modificado": "última modificação em 02 de outubro de 2025",
        "texto": "o instituto federal de pernambuco - ifpe lancou, nesta quinta-feira (02), seu processo de ingresso de novos/as estudantes para o primeiro semestre de 2026. sao oferecidas ao todo 4.567 vagas, distribuidas em 16 campi nas modalidades curso de graduacao, tecnico integrado ao ensino medio e tecnico subsequente."
    },
    {
        "index": 1,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultados-preliminares-das-provas-didatico-pedagogica-e-de-titulos-do-concurso-para-docentes-ebtt/",
        "titulo": "IFPE divulga resultados preliminares das provas didático-pedagógica e de títulos do concurso para docentes EBTT – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de janeiro de 2026",
        "modificado": "Data não encontrada",
        "texto": "o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe), em parceria com a fundacao de apoio a educacao e ao desenvolvimento tecnologico do rio grande do norte (funcern), divulgou nesta terca-feira (21) os resultados preliminares da prova de desempenho didatico-pedagogico e da prova de titulos do concurso publico para provimento de cargos de professor do ensino basico, tecnico e tecnologico (ebtt), regido pelo edital no 036/2025 - rei/ifpe."
    },
    {
        "index": 2,
        "url": "https://portal.ifpe.edu.br/noticias/abertas-as-inscricoes-para-o-sisu-2026/",
        "titulo": "Abertas as inscrições para o SiSU 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de janeiro de 2026",
        "modificado": "última modificação em 19 de janeiro de 2026",
        "texto": "a partir desta segunda-feira (19/01), candidatos que realizaram as tres ultimas edicoes do exame nacional do ensino medio (enem) poderao utilizar suas notas -- disponibilizadas em 16 de janeiro -- para se inscrever no sistema de selecao unificada (sisu)."
    },
    {
        "index": 3,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-calendario-trimestral-de-cursos-sistemicos-para-marco-abril-e-maio-de-2026/",
        "titulo": "Divulgado Calendário Trimestral de Cursos Sistêmicos para março, abril e maio de 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de janeiro de 2026",
        "modificado": "última modificação em 15 de janeiro de 2026",
        "texto": "o instituto federal de pernambuco (ifpe), por meio do departamento de desenvolvimento e atencao a saude (dds) da diretoria de gestao de pessoas, divulgou, nesta quinta-feira (15/01), o calendario trimestral de cursos sistemicos referente aos meses de marco, abril e maio de 2026."
    },
    {
        "index": 4,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-da-chamada-publica-para-servidores-integrarem-as-comissoes-do-pdi-2027-2031/",
        "titulo": "Sai resultado da chamada pública para servidores integrarem as comissões do PDI 2027–2031 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de janeiro de 2026",
        "modificado": "última modificação em 15 de janeiro de 2026",
        "texto": "o instituto federal de pernambuco (ifpe), por meio da pro-reitora  de integracao e desenvolvimento institucional (prodin), divulgou nesta quarta-feira (14) o resultado da chamada publica de selecao de servidores(as) da instituicao para compor as comissoes tematicas responsaveis pela elaboracao do plano de desenvolvimento institucional (pdi) 2027-2031."
    },
    {
        "index": 5,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-edital-do-sisu-2026-para-cursos-superiores-presenciais/",
        "titulo": "IFPE divulga edital do Sisu 2026 para cursos superiores presenciais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de janeiro de 2026",
        "modificado": "última modificação em 20 de janeiro de 2026",
        "texto": "o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe) publicou, nesta quarta-feira (14), oedital rei/ifpe no 1/2026, que regulamenta o processo seletivo do sistema de selecao unificada (sisu) - edicao 2026 para ingresso em cursos superiores presenciais da instituicao."
    },
    {
        "index": 6,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-edital-para-emissao-de-certificados-do-encceja-2025/",
        "titulo": "IFPE publica edital para emissão de certificados do Encceja 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de janeiro de 2026",
        "modificado": "última modificação em 09 de janeiro de 2026",
        "texto": "o ifpe, por meio da pro-reitoria de ensino (proden), publicou na quinta-feira (08/01) oedital no 02/2026, que traz as regras para certificacao de conclusao do ensino medio e de emissao de declaracao de proficiencia pelas unidades certificadoras da instituicao, com base nos resultados da edicao 2025 do exame nacional para certificacao de competencias de jovens e adultos (encceja)."
    },
    {
        "index": 7,
        "url": "https://portal.ifpe.edu.br/noticias/programa-autonomia-e-renda-petrobras-oferta-105-vagas-em-cursos-de-qualificacao-profissional-no-ifpe-ipojuca/",
        "titulo": "Autonomia e Renda Petrobras oferta 105 vagas em cursos de qualificação profissional no IFPE Ipojuca – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de janeiro de 2026",
        "modificado": "última modificação em 09 de janeiro de 2026",
        "texto": "o programa autonomia e renda petrobras esta com inscricoes abertas, de 07 de janeiro a 29 de janeiro de 2026, para cursos gratuitos que serao realizados em ipojuca em parceria entre a petrobras e o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe). sao uma turma de \"ajudante de instrumentacao\", uma de \"montador de andaimes\", uma de \"pintor industrial\" e uma de \"soldador\", somando quase 105 vagas. os cursos sao de formacao inicial e continuada (fic)."
    },
    {
        "index": 8,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-olinda-promove-acoes-educativas-em-museus-e-instituicoes-culturais-de-pe/",
        "titulo": "IFPE Olinda promove ações educativas em museus e instituições culturais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de janeiro de 2026",
        "modificado": "última modificação em 21 de janeiro de 2026",
        "texto": "durante o mes de janeiro, estudantes da disciplina mediacao cultural, do curso tecnico em artes visuais do ifpe olinda, irao desenvolver oficinas e acoes educativas em museus e instituicoes culturais do recife. a iniciativa integra a residencia para educadores de museus e instituicoes culturais, acao extensionista coordenada pela professora maria juliana de sa, que tem como objetivo promover a imersao dos estudantes no campo profissional da educacao museal."
    },
    {
        "index": 9,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-em-pernambuco-realiza-convocacao-para-entrevistas/",
        "titulo": "Pronasci Juventude em Pernambuco realiza convocação para entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe) realiza a convocacao para a etapa de entrevistas do pronasci juventude em pernambuco. a comunicacao tambem ocorre por meio dos contatos informados pelos(as) candidatos(as) no ato da inscricao, como e-mail e telefone."
    },
    {
        "index": 10,
        "url": "https://portal.ifpe.edu.br/noticias/candidatos-devem-ficar-atentos-ao-prazo-de-matricula-do-seu-campus/",
        "titulo": "Candidatos devem ficar atentos ao prazo de matrícula do seu campus – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "Data não encontrada",
        "texto": "candidatos/as aprovados/as do processo de ingresso ifpe 2026.1 devem ficar atentos ao cronograma de matriculas no campus de sua aprovacao. teve inicio nesta quarta-feira (7), o prazo para se matricular nos campi afogados da ingazeira, jaboatao dos guararapes e pesqueira. no campus caruaru, os/as chamados/as poderao se matricular a partir do dia 19/01. ja nos demais campi o periodo de matricula comeca no dia 12/01."
    },
    {
        "index": 11,
        "url": "https://portal.ifpe.edu.br/noticias/ultimo-dia-de-inscricoes-para-servidores-participarem-das-comissoes-do-pdi-2027-2031/",
        "titulo": "Último dia de inscrições para servidores participarem das comissões do PDI 2027–2031 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "última modificação em 09 de janeiro de 2026",
        "texto": "esta quarta-feira (07/01) e o ultimo dia de inscricoes para a participacao de servidores docentes e tecnico-administrativos nas comissoes tematicas do plano de desenvolvimento institucional do ifpe (pdi) 2027-2031."
    },
    {
        "index": 12,
        "url": "https://portal.ifpe.edu.br/noticias/bazar-do-desapego-realiza-doacao-a-projetos-sociais/",
        "titulo": "Bazar do Desapego realiza doação a projetos sociais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 30 de dezembro de 2025",
        "texto": "creche de peixinhos, em olinda, foi uma das beneficiadas"
    },
    {
        "index": 13,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-do-processo-de-ingresso-2026-1/",
        "titulo": "IFPE divulga resultado final do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "o instituto federal de pernambuco (ifpe) publicou, nesta terca-feira (30), o resultado final do processo de ingresso 2026.1 para os cursos tecnicos (ensino medio integrado e subsequentes) e de graduacao. foram divulgados o listao de aprovados/as dentro do numero de vagas ofertadas e tambem a lista de classificacao geral, que podem ser conferidos no site da funcern."
    },
    {
        "index": 14,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-chamada-publica-para-servidores-integrarem-as-comissoes-do-pdi-2027-2031/",
        "titulo": "IFPE abre chamada pública para servidores integrarem as comissões do PDI 2027–2031 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 30 de dezembro de 2025",
        "texto": "o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe) convida servidores docentes e tecnico-administrativos a participarem da construcao do futuro da instituicao, por meio da chamada publica para composicao das comissoes tematicas do plano de desenvolvimento institucional (pdi) 2027-2031."
    },
    {
        "index": 15,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-em-pernambuco-atualiza-cronograma-e-define-periodo-de-entrevistas/",
        "titulo": "Pronasci Juventude em Pernambuco atualiza cronograma e define período de entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "o instituto federal de educacao, ciencia e tecnologia de pernambuco (ifpe) informa que o cronograma do pronasci juventude em pernambuco foi atualizado. a convocacao para a etapa de entrevistas sera realizada no dia5 de janeiro de 2026, por meio dos contatos informados pelos(as) candidatos(as) no ato da inscricao. as entrevistas ocorrerao no periodo de8 a 30 de janeiro de 2026."
    },
    {
        "index": 16,
        "url": "https://portal.ifpe.edu.br/noticias/estudantes-do-ifpe-conquistam-medalha-de-bronze-em-competicao-nacional-de-foguetes/",
        "titulo": "Estudantes do IFPE conquistam medalha de bronze em competição nacional de foguetes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de dezembro de 2025",
        "modificado": "última modificação em 09 de janeiro de 2026",
        "texto": "os estudantes carlos vinicios melo alves, miguel queiroz de souza e paulo henrique da silva dias, do curso tecnico integrado em computacao grafica do instituto federal de pernambuco (ifpe) - campus olinda, conquistaram medalha de bronze na jornada de foguetes 2025, evento nacional promovido pela olimpiada brasileira de foguetes (obafog). a competicao foi realizada em barra do pirai (rj) e reuniu estudantes de todo o pais em uma intensa programacao cientifica e pratica."
    }
]