[
    {
        "index": 0,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-processo-de-ingresso-para-o-semestre-2026-1/",
        "titulo": "IFPE lança Processo de Ingresso para o semestre 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de outubro de 2025",
        "modificado": "última modificação em 02 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco – IFPE lançou, nesta quinta-feira (02), seu Processo de Ingresso de novos/as estudantes para o primeiro semestre de 2026. São oferecidas ao todo 4.567 vagas, distribuídas em 16 campi nas modalidades curso de graduação, técnico integrado ao Ensino Médio e técnico subsequente."
    },
    {
        "index": 1,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-em-pernambuco-realiza-convocacao-para-entrevistas/",
        "titulo": "Pronasci Juventude em Pernambuco realiza convocação para entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) realiza a convocação para a etapa de entrevistas do Pronasci Juventude em Pernambuco. A comunicação também ocorre por meio dos contatos informados pelos(as) candidatos(as) no ato da inscrição, como e-mail e telefone."
    },
    {
        "index": 2,
        "url": "https://portal.ifpe.edu.br/noticias/candidatos-devem-ficar-atentos-ao-prazo-de-matricula-do-seu-campus/",
        "titulo": "Candidatos devem ficar atentos ao prazo de matrícula do seu campus – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "Data não encontrada",
        "texto": "Candidatos/as aprovados/as do Processo de Ingresso IFPE 2026.1 devem ficar atentos ao cronograma de matrículas no campus de sua aprovação. Teve início nesta quarta-feira (7), o prazo para se matricular nos campi Afogados da Ingazeira, Jaboatão dos Guararapes e Pesqueira. No Campus Caruaru, os/as chamados/as poderão se matricular a partir do dia 19/01. Já nos demais campi o período de matrícula começa no dia 12/01."
    },
    {
        "index": 3,
        "url": "https://portal.ifpe.edu.br/noticias/ultimo-dia-de-inscricoes-para-servidores-participarem-das-comissoes-do-pdi-2027-2031/",
        "titulo": "Último dia de inscrições para servidores participarem das comissões do PDI 2027–2031 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de janeiro de 2026",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "Esta quarta-feira (07/01) é o último dia de inscrições para a participação de servidores docentes e técnico-administrativos nas Comissões Temáticas do Plano de Desenvolvimento Institucional do IFPE (PDI) 2027–2031."
    },
    {
        "index": 4,
        "url": "https://portal.ifpe.edu.br/noticias/bazar-do-desapego-realiza-doacao-a-projetos-sociais/",
        "titulo": "Bazar do Desapego realiza doação a projetos sociais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 30 de dezembro de 2025",
        "texto": "Creche de Peixinhos, em Olinda, foi uma das beneficiadas"
    },
    {
        "index": 5,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-do-processo-de-ingresso-2026-1/",
        "titulo": "IFPE divulga resultado final do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta terça-feira (30), o resultado final do Processo de Ingresso 2026.1 para os cursos Técnicos (Ensino Médio Integrado e Subsequentes) e de Graduação. Foram divulgados o listão de aprovados/as dentro do número de vagas ofertadas e também a lista de classificação geral, que podem ser conferidos no site da Funcern."
    },
    {
        "index": 6,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-chamada-publica-para-servidores-integrarem-as-comissoes-do-pdi-2027-2031/",
        "titulo": "IFPE abre chamada pública para servidores integrarem as comissões do PDI 2027–2031 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 30 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) convida servidores docentes e técnico-administrativos a participarem da construção do futuro da instituição, por meio da Chamada Pública para Composição das Comissões Temáticas do Plano de Desenvolvimento Institucional (PDI) 2027–2031."
    },
    {
        "index": 7,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-em-pernambuco-atualiza-cronograma-e-define-periodo-de-entrevistas/",
        "titulo": "Pronasci Juventude em Pernambuco atualiza cronograma e define período de entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de dezembro de 2025",
        "modificado": "última modificação em 07 de janeiro de 2026",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) informa que o cronograma do Pronasci Juventude em Pernambuco foi atualizado. A convocação para a etapa de entrevistas será realizada no dia5 de janeiro de 2026, por meio dos contatos informados pelos(as) candidatos(as) no ato da inscrição. As entrevistas ocorrerão no período de8 a 30 de janeiro de 2026."
    },
    {
        "index": 8,
        "url": "https://portal.ifpe.edu.br/noticias/estudantes-do-ifpe-conquistam-medalha-de-bronze-em-competicao-nacional-de-foguetes/",
        "titulo": "Estudantes do IFPE conquistam medalha de bronze em competição nacional de foguetes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Os estudantes Carlos Vinícios Melo Alves, Miguel Queiroz de Souza e Paulo Henrique da Silva Dias, do curso Técnico Integrado em Computação Gráfica do Instituto Federal de Pernambuco (IFPE) – Campus Olinda, conquistaram medalha de bronze na Jornada de Foguetes 2025, evento nacional promovido pela Olimpíada Brasileira de Foguetes (OBAFOG). A competição foi realizada em Barra do Piraí (RJ) e reuniu estudantes de todo o país em uma intensa programação científica e prática."
    },
    {
        "index": 9,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-certifica-mulheres-da-colonia-penal-bom-pastor-pelo-programa-mulheres-mil/",
        "titulo": "IFPE certifica mulheres da Colônia Penal Bom Pastor pelo Programa Mulheres Mil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de dezembro de 2025",
        "modificado": "última modificação em 26 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) realizou, no último dia 22/12, a cerimônia de conclusão do curso de Agente de Inclusão Digital, oferecido pela instituição por meio do Programa Mulheres Mil para detentas da Colônia Penal Feminina Bom Pastor."
    },
    {
        "index": 10,
        "url": "https://portal.ifpe.edu.br/noticias/conselho-superior-do-ifpe-divulga-nota-sobre-pl-no-6-170-2025-e-rsc-pcctae/",
        "titulo": "Conselho Superior do IFPE divulga nota sobre PL nº 6.170/2025 e RSC-PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de dezembro de 2025",
        "modificado": "última modificação em 23 de dezembro de 2025",
        "texto": "O Conselho Superior do IFPE (Consup) publicou, nesta terça-feira (23/12), uma nota pública sobre o Projeto de Lei nº 6.170/2025, que tramita no Congresso Nacional, especialmente no que se refere ao Reconhecimento de Saberes e Competências para o Plano de Carreira dos Cargos Técnico-Administrativos em Educação (RSC-PCCTAE)."
    },
    {
        "index": 11,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-final-do-edital-pibex-2026/",
        "titulo": "Sai resultado final do edital PIBEX 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), divulgou, nesta terça-feira (23), o resultado final da seleção para o Programa Institucional de Bolsas de Extensão (PIBEX) 2026, realizada por meio do Edital REI/IFPE nº 55/2025-GR."
    },
    {
        "index": 12,
        "url": "https://portal.ifpe.edu.br/noticias/comunicado-sobre-interrupcao-de-acesso-a-plataforma-target-gedweb/",
        "titulo": "Comunicado sobre interrupção de acesso à plataforma Target GEDWeb – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "À Comunidade Acadêmica,"
    },
    {
        "index": 13,
        "url": "https://portal.ifpe.edu.br/noticias/sai-lista-preliminar-das-provas-objetivas-e-dissertativa-do-processo-de-ingresso-2026-1/",
        "titulo": "Sai Lista Preliminar das Provas Objetivas e Dissertativa do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de dezembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": ""
    },
    {
        "index": 14,
        "url": "https://portal.ifpe.edu.br/noticias/conif-seleciona-estudantes-da-rede-federal-para-bolsa-de-mestrado-na-espanha-2/",
        "titulo": "Conif seleciona estudantes da Rede Federal para bolsa de mestrado na Espanha – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de dezembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": "O Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif) divulgou, nesta sexta-feira (19/12), uma chamada pública (EDITAL CONIF/AI 09) para selecionar quatro estudantes de cursos de ensino superior (bacharelado, licenciatura e graduações tecnológicas) para receber bolsas de estudo de mestrado oferecidas pela Universidade de Jaén. A iniciativa é fruto de uma parceria com o Escritório de Educação da Embaixada da Espanha."
    },
    {
        "index": 15,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-financia-projeto-estrategico-para-implantacao-da-versao-atualizada-do-suap/",
        "titulo": "IFPE financia projeto estratégico para implantação da versão atualizada do SUAP – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) financiou a implantação da versão atualizada do Sistema Unificado de Administração Pública (SUAP), por meio do Contrato nº 419/2025, assinado em 18 de dezembro de 2025. O acordo foi celebrado entre o Instituto Federal do Rio Grande do Norte (IFRN) e a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (FUNCERN), com recursos do IFPE executados via Termo de Execução Descentralizada (TED) nº 986709."
    },
    {
        "index": 16,
        "url": "https://portal.ifpe.edu.br/noticias/nota-oficial-concurso-docente/",
        "titulo": "Nota Oficial – Concurso Docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de dezembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) e a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern) informam que, após tratativas junto ao Ministério Público Federal (MPF), as 549 provas de desempenho didático-pedagógico aplicadas entre 06/12 e 11/12 estão mantidas."
    },
    {
        "index": 17,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-plano-de-desenvolvimento-de-pessoas-pdp-para-2026/",
        "titulo": "Divulgado Plano de Desenvolvimento de Pessoas (PDP) para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de dezembro de 2025",
        "modificado": "última modificação em 19 de dezembro de 2025",
        "texto": "A Diretoria de Gestão de Pessoas (DGPE) do IFPE, por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), publicou o Plano de Desenvolvimento de Pessoas (PDP) para o ano de 2026, já aprovado pelo Sistema de Pessoal Civil da Administração Federal (SIPEC)."
    },
    {
        "index": 18,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-chamada-interna-para-selecionar-propostas-voltadas-a-preservacao-de-acervos/",
        "titulo": "IFPE abre chamada interna para selecionar propostas voltadas à preservação de acervos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de dezembro de 2025",
        "modificado": "última modificação em 19 de dezembro de 2025",
        "texto": ""
    },
    {
        "index": 19,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-informa-sobre-emissao-de-certificados-e-declaracoes-do-encceja-2025/",
        "titulo": "IFPE informa sobre emissão de certificados e declarações do Encceja 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de dezembro de 2025",
        "modificado": "última modificação em 19 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) comunica aos/às participantes do Exame Nacional para Certificação de Competências de Jovens e Adultos (Encceja 2025) que selecionaram um dos campi do IFPE como unidade certificadora que, de acordo com o item 16.5 doEdital nº 15/2025, a previsão paraemissão dos certificadosde conclusão e dasdeclarações de proficiênciaseráa partir de 05 de janeiro de 2026."
    },
    {
        "index": 20,
        "url": "https://portal.ifpe.edu.br/noticias/cresce-numero-de-servidores-e-estudantes-em-atividades-de-pesquisa-no-ifpe/",
        "titulo": "Cresce número de servidores e estudantes em atividades de Pesquisa no IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de dezembro de 2025",
        "modificado": "última modificação em 18 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) apresentou, em 2025, um crescimento nos indicadores relacionados às atividades de Pesquisa na instituição, evidenciando o fortalecimento da cultura científica e o aumento do engajamento da comunidade acadêmica."
    },
    {
        "index": 21,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-edital-de-remocao-para-servidores/",
        "titulo": "IFPE divulga novo edital de remoção para servidores da instituição – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de dezembro de 2025",
        "modificado": "última modificação em 18 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, na quarta-feira (17), oEdital nº 61/2025-GR, que regulamenta o processo de fluxo contínuo de classificação para remoção interna de servidores Técnico-Administrativos em Educação (TAE) no âmbito da instituição."
    },
    {
        "index": 22,
        "url": "https://portal.ifpe.edu.br/noticias/estudantes-do-ifpe-recife-sao-medalhistas-em-olimpiadas/",
        "titulo": "Estudantes do IFPE Recife são medalhistas em Olimpíadas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de dezembro de 2025",
        "modificado": "última modificação em 17 de dezembro de 2025",
        "texto": "Na última sexta-feira (12/12), quatro estudantes do Ensino Médio do IFPE Recife participaram da Solenidade de Premiação 2025 da Olimpíada Nacional de Ciências (ONC) e da Olimpíada Pernambucana de Química (OPEQ). O evento aconteceu na Concha Acústica da UFPE e reuniu medalhistas pernambucanos das duas competições."
    },
    {
        "index": 23,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-parcial-do-edital-pibex-2026/",
        "titulo": "IFPE divulga resultado parcial do edital PIBEX 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de dezembro de 2025",
        "modificado": "última modificação em 23 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), publicou nesta quarta-feira (17) o resultado parcial do edital do Programa Institucional de Bolsas de Extensão (PIBEX) 2026. Por meio da seleção, são cadastrados projetos de extensão no âmbito do IFPE para o ano de 2026 e concedidas bolsas às/aos estudantes de cursos superiores e técnicos, na condição de orientandos/as desses projetos."
    },
    {
        "index": 24,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-sai-lista-final-da-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 | Sai Lista Final da Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de dezembro de 2025",
        "modificado": "última modificação em 17 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta quarta-feira (17), a Lista Final da Análise de Desempenho do Processo de Ingresso 2025.1, etapa voltada para candidatos/as que não participaram da prova e que estão concorrendo às vagas dos cursos Técnicos Subsequentes de todos os campi e cursos Técnicos Integrados dos campi Barreiros, Belo Jardim e Vitória de Santo Antão."
    },
    {
        "index": 25,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-vai-ofertar-curso-de-licenciatura-em-educacao-fisica-por-meio-do-pronera/",
        "titulo": "IFPE vai ofertar curso de Licenciatura em Educação Física por meio do Pronera – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de dezembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) vai passar a ofertar agora o curso de Licenciatura em Educação Física por meio do Programa Nacional de Educação na Reforma Agrária (PRONERA), política pública executada pelo Instituto Nacional de Colonização e Reforma Agrária (INCRA), que garante o acesso à educação de qualidade para trabalhadores rurais, assentados da reforma agrária, quilombolas e outros grupos do campo, em parceria com instituições de ensino e movimentos sociais."
    },
    {
        "index": 26,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-live-tira-duvidas-sobre-o-programa-afs-global-stem-academy/",
        "titulo": "IFPE promove live tira-dúvidas sobre programa AFS Global STEM Academy – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de dezembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) promove na próxima quinta-feira (19/12), às 15h, nocanal oficial do IFPE no YouTube, uma live tira-dúvidas sobre o AFS Global STEM Academy, programa internacional que está com inscrições abertas até 15 de janeiro de 2026."
    },
    {
        "index": 27,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promoveu-seminarios-regionais-da-escola-da-terra/",
        "titulo": "IFPE promoveu seminários regionais da Escola da Terra – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de dezembro de 2025",
        "modificado": "última modificação em 19 de dezembro de 2025",
        "texto": "Foram realizados, nos dias 12 e 13 de dezembro, os Seminários Regionais da Escola da Terra do IFPE nos campi Barreiros, Afogados da Ingazeira e Igarassu. Os encontros contaram com a presença de professores de vários municípios da Região Metropolitana do Recife, da Zona da Mata e do Sertão do Pajeú e tiveram como objetivo a apresentação de trabalhos finais da Escola da Terra, programa do Ministério da Educação (MEC) que visa a formação continuada de docentes que atuam em escolas do campo estaduais e municipais. Desde 2023 é ofertado pelo IFPE, que nos últimos anos é a instituição de ensino que mais ofereceu nacionalmente vagas para o programa."
    },
    {
        "index": 28,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-capta-mais-de-r-20-milhoes-em-editais-da-finep/",
        "titulo": "IFPE capta mais de R$ 20 milhões em editais da Finep – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de dezembro de 2025",
        "modificado": "última modificação em 17 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) foi contemplado em chamadas públicas da Financiadora de Estudos e Projetos (Finep), assegurando a captação de mais de R$ 20 milhões destinados ao fortalecimento da infraestrutura científica e tecnológica da instituição e à interiorização da pesquisa."
    },
    {
        "index": 29,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-para-o-pronasci-juventude-em-pernambuco-seguem-abertas-ate-23-de-dezembro/",
        "titulo": "Inscrições para o Pronasci Juventude em Pernambuco seguem abertas até 23 de dezembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de dezembro de 2025",
        "modificado": "última modificação em 06 de janeiro de 2026",
        "texto": "As inscrições para o Pronasci Juventude em Pernambuco seguem abertas até o dia 23 de dezembro. A iniciativa da  Secretaria Nacional de Políticas sobre Drogas e Gestão de Ativos (SENAD) do Ministério da Justiça e Segurança Pública (MJSP)  é voltada ao fortalecimento dos projetos de vida e à prevenção da violência entre adolescentes e jovens em situação de vulnerabilidade sociorracial agravada."
    },
    {
        "index": 30,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-marca-presenca-no-x-enalic-e-ix-seminario-nacional-do-pibid/",
        "titulo": "IFPE marca presença no X ENALIC e IX Seminário Nacional do PIBID – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de dezembro de 2025",
        "modificado": "última modificação em 19 de dezembro de 2025",
        "texto": "Entre os dias 7 e 10 de dezembro, o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) marcou presença noX Encontro Nacional das Licenciaturas (ENALIC), realizado concomitantemente aoIX Seminário Nacional do PIBID. Considerado um dos principais eventos do país voltados à formação de professores, o encontro reuniu estudantes, docentes, pesquisadores e gestores de diversas regiões do Brasil."
    },
    {
        "index": 31,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-final-do-ciclo-1-para-participacao-em-pos-graduacao-stricto-sensu-2026/",
        "titulo": "Publicado resultado final do ciclo 1 para participação em pós-graduação stricto sensu 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O IFPE divulgou, nesta sexta-feira (12), a homologação do resultado final do Ciclo 1 do Edital nº 58/2025, referente ao Processo Seletivo para Participação em Programa de Pós-Graduação Stricto Sensu e Pós-Doutorado no País ou no Exterior para o ano de 2026."
    },
    {
        "index": 32,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-abertura-do-enext-no-dia-16-de-dezembro/",
        "titulo": "IFPE promove abertura do ENEXT no dia 16 de dezembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O XIII Encontro de Extensão (ENEXT) do IFPE – 2025 terá a solenidade de abertura realizada de forma remota, na próxima terça-feira (16/12), 9 horas da manhã, com transmissão peloCanal do IFPE no Youtube."
    },
    {
        "index": 33,
        "url": "https://portal.ifpe.edu.br/noticias/prazo-para-avaliacao-institucional-interna-e-prorrogado-ate-19-de-dezembro/",
        "titulo": "Prazo para Avaliação Institucional Interna é prorrogado até 19 de dezembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A Comissão Própria de Avaliação do IFPE (CPA) divulgou, nesta sexta (12/12), que o prazo para participação da comunidade acadêmica na Avaliação Institucional Interna 2025 foi prorrogado até o dia 19 de dezembro."
    },
    {
        "index": 34,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-nova-nota-oficial-sobre-concurso-docente/",
        "titulo": "IFPE publica nova nota oficial sobre Concurso Docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) informa que, em cumprimento a recomendação do Ministério Público Federal (MPF), adotou medidas imediatas relativas à Prova de Desempenho Didático-Pedagógico do Concurso Público para Docentes."
    },
    {
        "index": 35,
        "url": "https://portal.ifpe.edu.br/noticias/edital-nacional-do-profept-abre-inscricoes-para-mestrado-em-educacao-profissional-e-tecnologica-ifpe-olinda-oferta-20-vagas/",
        "titulo": "ProfEPT abre inscrições para mestrado em Educação Profissional e Tecnológica com oferta de 20 vagas no IFPE Olinda – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Programa de Pós-Graduação em Educação Profissional e Tecnológica (ProfEPT) lançou, nesta terça-feira (9/12), o Edital nº 02/2025, que abre o processo seletivo nacional para ingresso no Mestrado Profissional em Educação Profissional e Tecnológica, com início das turmas previsto para março de 2026. Reconhecido pela Capes, o ProfEPT é um mestrado em rede, ofertado por instituições da Rede Federal em todo o país, com foco na qualificação de profissionais que atuam ou desejam atuar na Educação Profissional e Tecnológica (EPT). O curso integra formação teórica e produção de conhecimento aplicada à realidade dos espaços educativos, orientando o desenvolvimento de produtos e práticas pedagógicas voltadas à EPT."
    },
    {
        "index": 36,
        "url": "https://portal.ifpe.edu.br/noticias/estudante-do-ifpe-pesqueira-vai-representar-o-brasil-no-modelo-unesco-2025-em-hong-kong/",
        "titulo": "Estudante do IFPE Pesqueira representa o Brasil em evento da Unesco, na China – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O estudante José Rennan de Siqueira, do curso de Engenharia Elétrica do IFPE Campus Pesqueira, embarcou na última quarta-feira (10) para Hong Kong, onde vai participar da 4ª edição do Modelo UNESCO, programa internacional de simulação acadêmica voltado às áreas de atuação da Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO)."
    },
    {
        "index": 37,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-nota-oficial-sobre-investigacao-envolvendo-aquisicao-de-alimentos/",
        "titulo": "IFPE publica nota oficial sobre investigação envolvendo aquisição de alimentos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 23 de dezembro de 2025",
        "texto": ""
    },
    {
        "index": 38,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-prorroga-cronograma-edital-do-programa-de-bolsas-de-extensao-para-2026/",
        "titulo": "Prorrogado cronograma edital do Programa de Bolsas de Extensão para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de dezembro de 2025",
        "modificado": "última modificação em 17 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), publicou nesta quarta-feira (10) uma errata do cronograma do edital do Programa Institucional de Bolsas de Extensão (PIBEX). Por meio da seleção, são cadastrados projetos de extensão no âmbito do IFPE para o ano de 2026 e concedidas bolsas às/aos estudantes de cursos superiores e técnicos, na condição de orientandos/as desses projetos."
    },
    {
        "index": 39,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recife-conquista-medalha-de-bronze-na-etapa-presencial-da-olimpiada-brasileira-de-geografia/",
        "titulo": "IFPE Recife conquista medalha de bronze na etapa presencial da Olimpíada Brasileira de Geografia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "Entre os dias 25 e 28 de novembro, uma equipe do IFPE Recife esteve em Campinas (SP), participando da fase final da 10ª Olímpiada Brasileira de Geografia (OBG). Após serem aprovados em três fases classificatórias on-line, os estudantes do Ensino Médio Integrado Agatha Dutra (Eletrotécnica), Gabriel Dias e Beatriz Eloi (Segurança do Trabalho) conquistaram a medalha de bronze na competição realizada na Universidade Estadual de Campinas (Unicamp)."
    },
    {
        "index": 40,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-abre-selecao-para-500-adolescentes-e-jovens-em-pernambuco/",
        "titulo": "PRONASCI Juventude abre seleção para 500 adolescentes e jovens em Pernambuco – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de dezembro de 2025",
        "modificado": "última modificação em 15 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) e aFundação de Apoio ao Desenvolvimento da UFPE (FADE)abrem, nesta terça-feira (09), as inscrições para a seleção simplificada doPRONASCI Juventude em Pernambuco, iniciativa do Ministério da Justiça e Segurança Pública voltada à prevenção da violência e ao fortalecimento dos projetos de vida de adolescentes e jovens em situação de vulnerabilidade sociorracial agravada."
    },
    {
        "index": 41,
        "url": "https://portal.ifpe.edu.br/noticias/homologado-resultado-final-do-concurso-para-tecnicos-administrativos-do-ifpe/",
        "titulo": "Homologado resultado final do concurso para técnicos-administrativos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de dezembro de 2025",
        "modificado": "última modificação em 09 de dezembro de 2025",
        "texto": "A homologação do resultado final do concurso público para cargos técnico-administrativos em Educação (TAE’s) do Instituto Federal de Pernambuco (IFPE) foi publicada nesta segunda-feira (08/12).  O documento foi homologado pelo reitor da instituição, José Carlos de Sá Júnior, através do edital nº 60/2025 e será publicado no Diário Oficial da União (DOU), nesta terça (09/12)."
    },
    {
        "index": 42,
        "url": "https://portal.ifpe.edu.br/noticias/provas-do-processo-de-ingresso-2026-1-do-ifpe-sao-realizadas-com-tranquilidade/",
        "titulo": "Provas do Processo de Ingresso 2026.1 do IFPE são realizadas com tranquilidade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "Foi realizada, em clima de tranquilidade, a aplicação das provas do Processo de Ingresso 2026.1 do Instituto Federal de Pernambuco (IFPE) na manhã deste domingo (07), em 46 prédios espalhados em todo o estado."
    },
    {
        "index": 43,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-do-concurso-publico-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga resultado final do Concurso Público para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 08 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (05/12), o resultado final do Concurso Público para cargos técnico-administrativos da instituição. As 77 vagas ofertadas pelo certame foram disputadas por quase 18 mil candidatos."
    },
    {
        "index": 44,
        "url": "https://portal.ifpe.edu.br/noticias/provas-do-processo-de-ingresso-ifpe-2026-1-acontecem-no-domingo-07/",
        "titulo": "Provas do Processo de Ingresso IFPE 2026.1 acontecem no domingo (07) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "Neste domingo (07/12), acontecem as provas do Processo de Ingresso 2026.1 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Essa etapa é voltada para candidatos/as inscritos/as nos cursos de Graduação presenciais e nos cursos Técnicos Integrados ao Ensino Médio nos 16 campi da instituição."
    },
    {
        "index": 45,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-programa-de-gerenciamento-consciente-voltado-para-gestores-as/",
        "titulo": "IFPE lança programa de gerenciamento consciente voltado para gestores/as – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), acaba de lançar o LIDERA+: Programa de Gerenciamento Consciente, que tem o objetivo de favorecer o desenvolvimento de competências relacionais, comunicacionais e emocionais dos gestores do IFPE, promovendo maior consciência sobre o papel da liderança e sua relação com as equipes de trabalho."
    },
    {
        "index": 46,
        "url": "https://portal.ifpe.edu.br/noticias/hackers-do-bem-abre-novas-25-mil-vagas-para-formacao-em-ciberseguranca/",
        "titulo": "Hackers do Bem abre novas 25 mil vagas para formação em cibersegurança – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O programa Hackers do Bem, iniciativa nacional de capacitação em cibersegurança, anuncia a reabertura de25 mil novas vagas para os cursos de Nivelamento e Básico. O sucesso da primeira onda de inscrições permitiu a ampliação da oferta, reforçando o compromisso do programa do Ministério da Ciência, Tecnologia e Inovação (MCTI), com execução pela Rede Nacional de Ensino e Pesquisa (RNP), de formar profissionais qualificados em segurança digital para o mercado brasileiro. As novas inscrições para o público geral estão disponíveis a partir do dia 4 de dezembro, exclusivamente pelosite do programa."
    },
    {
        "index": 47,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-prorrogado-prazo-para-envio-de-recurso-contra-lista-preliminar-da-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 | Prorrogado prazo para envio de recurso contra Lista Preliminar da Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) prorrogou, na última quinta-feira (04), o prazo para interposição de recurso contra a Lista Preliminar da Análise de Desempenho, etapa de avaliação do Processo de Ingresso 2026.1 voltada para todos os cursos técnicos subsequentes e para os cursos técnicos integrados dos campi Barreiros, Belo Jardim e Vitória de Santo Antão."
    },
    {
        "index": 48,
        "url": "https://portal.ifpe.edu.br/noticias/trabalho-de-estudante-do-ifpe-recife-e-premiado-no-19o-congresso-brasileiro-de-hansenologia/",
        "titulo": "Trabalho de estudante do IFPE Recife é premiado no 19º Congresso Brasileiro de Hansenologia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de dezembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "O artigo “Do papel ao aplicativo: ANS2JSON, inovação digital no armazenamento e processamento das avaliações neurológicas simplificadas”, fruto do Trabalho de Conclusão de Curso (TCC) da estudante Jamilly Melo, do curso de Tecnologia em Análise e Desenvolvimento de Sistemas do Campus Recife, conquistou o 1º lugar na área de Prevenção de Incapacidades e Reabilitação entre os melhores trabalhos apresentados no 19º Congresso Brasileiro de Hansenologia (CBH), realizado entre os dias 25 e 28 de novembro em Foz do Iguaçu, no Paraná."
    },
    {
        "index": 49,
        "url": "https://portal.ifpe.edu.br/noticias/reitor-do-ifrs-julio-xandro-heck-sera-o-presidente-do-conif-em-2026/",
        "titulo": "Reitor do IFRS, Júlio Xandro Heck, será o presidente do Conif em 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "Júlio Xandro Heck, reitor do Instituto Federal do Rio Grande do Sul (IFRS), foi eleito presidente do Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif) nesta quarta-feira (3/12). O dirigente liderou a chapa “Convergir”, cujo slogan é “Rede Federal: Patrimônio Nacional em Defesa da Democracia”."
    },
    {
        "index": 50,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-emite-comunicado-sobre-atualizacoes-no-concurso-para-docentes/",
        "titulo": "IFPE emite comunicado sobre atualizações no concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O IFPE informa que os problemas identificados na divulgação da convocação para a Prova de Desempenho Didático-Pedagógico e para a Prova de Títulos já foram sanados. A publicação, realizada dentro do prazo previsto no cronograma, passou por ajustes técnicos imediatamente após a identificação das inconsistências."
    },
    {
        "index": 51,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-convoca-candidatos-habilitados-para-a-prova-de-desempenho-e-para-a-prova-de-titulos-no-concurso-docente/",
        "titulo": "IFPE convoca candidatos habilitados para a Prova de Desempenho e para a Prova de Títulos no concurso docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou a convocação dos candidatos habilitados para a Prova Prática de Desempenho Didático-Pedagógico e para a Prova de Títulos, etapas que compõem a Fase II e a Fase III do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). As avaliações são, respectivamente, eliminatória e classificatória (peso 4) e classificatória (peso 3), e exigem atenção rigorosa aos procedimentos previstos no edital."
    },
    {
        "index": 52,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-sai-lista-final-das-afericoes-de-condicoes-autodeclaradas/",
        "titulo": "Ingresso 2026.1 | Sai Lista Final das Aferições de Condições Autodeclaradas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) também divulgou, nesta terça-feira (02), a Lista Final das Aferições de Condições Autodeclaradas, que são as comprovações de candidatos/as que se declararam como pretos, pardos, indígenas ou quilombolas no momento de sua inscrição no Processo de Ingresso 2026.1."
    },
    {
        "index": 53,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-ifpe-divulga-lista-preliminar-da-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 – IFPE divulga Lista Preliminar da Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta terça-feira (02), a Lista Preliminar da Análise de Desempenho, etapa de avaliação do Processo de Ingresso 2026.1 para todos os cursos técnicos subsequentes e para os cursos técnicos integrados dos campi Barreiros, Belo Jardim e Vitória de Santo Antão."
    },
    {
        "index": 54,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-solenidade-de-abertura-dos-jogos-intercampi-2025/",
        "titulo": "IFPE realiza solenidade de abertura dos Jogos Intercampi 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A noite da última segunda-feira (01/12) foi marcada pela Solenidade de Abertura dos Jogos Intercampi 2025 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Realizado no Ginásio de Esportes do Campus Recife, o evento reuniu delegações formadas por estudantes atletas dos campi da instituição, que desfilaram na abertura oficial."
    },
    {
        "index": 55,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-parecer-preliminar-das-avaliacoes-para-reserva-de-vagas-do-concurso-tae/",
        "titulo": "IFPE divulga parecer preliminar das avaliações para reserva de vagas do Concurso TAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 01 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta segunda-feira (1º), o parecer preliminar das avaliações de heteroidentificação, biopsicossocial para pessoas com deficiência e de pertencimento indígena ou quilombola referentes à reserva de vagas do Concurso Público para Servidores Técnico-Administrativos (TAEs)."
    },
    {
        "index": 56,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-atualiza-cronograma-do-concurso-docente-e-remarca-periodo-da-prova-de-desempenho-didatico-pedagogico/",
        "titulo": "IFPE atualiza cronograma do concurso docente e remarca período da Prova de Desempenho Didático-Pedagógico – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (1º), uma atualização no cronograma do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A principal alteração diz respeito ao período de realização da Prova Prática de Desempenho Didático-Pedagógico, que anteriormente estava prevista para ocorrer de 3 a 17 de dezembro e passa agora a ser aplicada de 6 a 21 de dezembro, no Campus Recife/IFPE."
    },
    {
        "index": 57,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-ifpe-divulga-locais-de-prova-concorrencia-e-documentos-apresentados-para-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 – IFPE divulga locais de prova, concorrência e documentos apresentados para Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (1º), os locais de realização de provas do Processo de Ingresso 2026.1. Também foram publicadas as listas de concorrência para todos os cursos e também de documentos apresentados por quem concorrerá por meio de Análise de Desempenho."
    },
    {
        "index": 58,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-final-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Publicado resultado final do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou nesta segunda (01) o resultado final do Edital REI/IFPE nº 54, de 2025, voltado à concessão de auxílios a projetos de difusão científica e popularização da ciência no âmbito do IFPE."
    },
    {
        "index": 59,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-da-selecao-para-composicao-do-escritorio-de-projetos/",
        "titulo": "IFPE divulga resultado final da seleção para composição do Escritório de Projetos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 01 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Pró-Reitoria de Desenvolvimento Institucional (Prodin), divulgou o resultado final da Chamada Pública nº 01/2025-Prodin, destinada à formação do Escritório de Projetos, iniciativa que fortalece a gestão, a articulação e o desenvolvimento de projetos institucionais em todo o IFPE."
    },
    {
        "index": 60,
        "url": "https://portal.ifpe.edu.br/noticias/fpe-divulga-resultados-definitivos-das-avaliacoes-de-heteroidentificacao-pertencimento-indigena-ou-quilombola-e-biopsicossocial-do-concurso-docente/",
        "titulo": "IFPE divulga resultados definitivos das avaliações de heteroidentificação, pertencimento indígena ou quilombola e biopsicossocial do concurso docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) publicou, nesta sexta-feira (28), os resultados definitivos das avaliações de heteroidentificação, pertencimento indígena ou quilombola e avaliação biopsicossocial do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A divulgação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), responsável pela execução do certame."
    },
    {
        "index": 61,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-final-do-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Sai resultado final do edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "última modificação em 28 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), divulgou, nesta sexta-feira (28), o resultado final do Edital REI/IFPE nº 54, de 2025, voltado à internacionalização de projetos de pesquisa e inovação desenvolvidos na pós-graduação do Instituto, bem como à mobilidade de pesquisadores/as da instituição."
    },
    {
        "index": 62,
        "url": "https://portal.ifpe.edu.br/noticias/aberta-consulta-publica-sobre-politica-de-assistencia-estudantil/",
        "titulo": "Aberta consulta pública sobre política de assistência estudantil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "última modificação em 22 de dezembro de 2025",
        "texto": "O Ministério da Educação (MEC) abriu nesta terça-feira, 25 de novembro, consulta pública para regulamentação daPolítica Nacional de Assistência Estudantil (Pnaes)— recém-instituída pelaLei nº 14.914/2024. A iniciativa busca reunir contribuições da sociedade para a construção de uma diretriz nacional alinhada à diversidade do país e às necessidades reais de estudantes das universidades federais e de instituições da Rede Federal de Educação Profissional, Científica e Tecnológica."
    },
    {
        "index": 63,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-3o-seminario-de-assistencia-estudantil-no-campus-barreiros/",
        "titulo": "IFPE realiza 3º Seminário de Assistência Estudantil no Campus Barreiros – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE Campus Barreiros sediou, entre 24 e 27 de novembro, o 3º Seminário de Assistência Estudantil. O evento, que já passou pelos Campi Caruaru e Garanhuns, reuniu gestores, servidores e representações estudantis para fortalecer o diálogo sobre as políticas de permanência e o trabalho em rede."
    },
    {
        "index": 64,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-preliminar-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Publicado resultado preliminar do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE, por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou, nesta quarta-feira (26/11), o resultado preliminar do Edital REI/IFPE nº 54, de 2025, voltado à concessão de auxílios a projetos de difusão científica e popularização da ciência no âmbito do IFPE."
    },
    {
        "index": 65,
        "url": "https://portal.ifpe.edu.br/noticias/abertura-dos-jogos-das-instituicoes-federais-2025-reune-delegacoes-das-cinco-regioes-do-brasil/",
        "titulo": "Abertura dos Jogos das Instituições Federais 2025 reúne delegações das cinco regiões do Brasil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A etapa nacional dos Jogos das Instituições Federais (JIFs 2025) foi oficialmente aberta na noite de 24 de novembro, em uma cerimônia vibrante realizada no Ginásio do Campus Natal-Central do Instituto Federal do Rio Grande do Norte (IFRN). O evento reuniu atletas, gestores e servidores de 30 instituições da Rede Federal, marcando o início de uma das maiores competições esportivas entre estudantes do país.A solenidade, conduzida pelos mestres de cerimônia Neiryvan Maciel (IFRN) e Maraísa Andrade (IFPA), destacou a importância do esporte como ferramenta de inclusão e desenvolvimento."
    },
    {
        "index": 66,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-sai-resultado-preliminar-da-verificacao-das-condicoes-autodeclaradas/",
        "titulo": "Ingresso 2026.1 – Sai resultado preliminar da verificação das Condições Autodeclaradas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta terça-feira (25), as listas preliminares da verificação de Condições Autodeclaradas, que são as comprovações dos/as candidatos/as que se declararam como Pretos, Pardos, Indígenas ou Quilombolas no momento da sua inscrição no Processo de Ingresso 2026.1."
    },
    {
        "index": 67,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-pareceres-preliminares-das-avaliacoes-de-heteroidentificacao-pertencimento-indigena-ou-quilombola-e-biopsicossocial/",
        "titulo": "IFPE divulga pareceres preliminares das avaliações de heteroidentificação, pertencimento indígena ou quilombola e biopsicossocial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "última modificação em 28 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (24), os pareceres preliminares das avaliações de heteroidentificação, da documentação comprobatória de pertencimento indígena ou quilombola e da avaliação biopsicossocial do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), responsável pela execução do certame."
    },
    {
        "index": 68,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-homologa-inscricoes-da-chamada-do-escritorio-de-projetos-e-convoca-candidatos-para-entrevistas/",
        "titulo": "IFPE homologa inscrições da chamada do Escritório de Projetos e convoca candidatos para entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Pró-Reitoria de Desenvolvimento Institucional (Prodin), publicou nesta segunda (24/11) a homologação das inscrições da Chamada Pública nº 01/2025-Prodin para composição do Escritório de Projetos. Após a análise das candidaturas, os/as inscritos/as homologados/as seguem para a etapa de entrevistas, que ocorrerá nesta quinta-feira (27/11), a partir das 14h."
    },
    {
        "index": 69,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-marca-presenca-na-etapa-nacional-dos-jogos-dos-institutos-federais-jifs/",
        "titulo": "IFPE marca presença na etapa nacional dos Jogos dos Institutos Federais (JIFs) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": ""
    },
    {
        "index": 70,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-do-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Sai resultado preliminar do edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O IFPE, por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), Diretoria de Gestão de Pessoas (DGPE) e do Departamento de Relações Internacionais (DRIN), divulgou, nesta sexta-feira (21/11), o resultado preliminar do Edital REI/IFPE nº 54, de 2025, voltado à internacionalização de projetos de pesquisa e inovação desenvolvidos na pós-graduação do Instituto, bem como à mobilidade de pesquisadores/as da instituição."
    },
    {
        "index": 71,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-resultado-final-das-provas-do-concurso-tae/",
        "titulo": "IFPE publica resultado final das provas do Concurso TAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "última modificação em 27 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (21/11), o resultado final da prova objetiva do Concurso Público para Servidores Técnico-Administrativos, após análise de recursos.  Também foi publicada a convocação para as avaliações de heteroidentificação, biopsicossocial  e de pertencimento indígena ou quilombola."
    },
    {
        "index": 72,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-retifica-cronograma-de-editais-do-processo-de-ingresso-2026-1/",
        "titulo": "IFPE retifica cronograma de editais do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "Foram modificadas datas de resultados das verificações das condições autodeclaradas, listas de concorrência e de análise de desempenho, dentre outras",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, na quarta-feira (19), uma retificação no cronograma dos editais do Processo de Ingresso 2026.1. As mudanças estão relacionadas à divulgação dos resultados das verificações das condições autodeclaradas, das listas de concorrência, de locais de prova e de análise de desempenho."
    },
    {
        "index": 73,
        "url": "https://portal.ifpe.edu.br/noticias/camara-municipal-do-recife-homenageia-ifpe-por-seus-116-anos-de-existencia/",
        "titulo": "Câmara Municipal do Recife homenageia IFPE por seus 116 anos de existência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A memória do Instituto Federal de Pernambuco foi novamente celebrada na segunda-feira (17), através de uma sessão solene na Câmara Municipal do Recife. A vereadora responsável foi Cida Pedrosa (PCdoB), que prestou uma homenagem aos 116 anos do IFPE Recife. A solenidade foi presidida pela também vereadora Kari Santos (PT) e contou com a presença do reitor do IFPE, José Carlos de Sá, do diretor-geral do Campus Recife, Fábio Nicácio, bem como de diversos gestores, diretores e chefes de departamento da instituição."
    },
    {
        "index": 74,
        "url": "https://portal.ifpe.edu.br/noticias/prorrogado-cronograma-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Prorrogado cronograma do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq) do IFPE prorrogou, nesta terça-feira (18/11), o cronograma do Edital nº 54/2025, que vai conceder auxílios a projetos de difusão científica e popularização da ciência no âmbito da instituição. O objetivo da iniciativa é apoiar ações que ampliem o acesso da sociedade ao conhecimento científico e fortaleçam a percepção sobre a importância da ciência para o desenvolvimento social, econômico e cultural."
    },
    {
        "index": 75,
        "url": "https://portal.ifpe.edu.br/noticias/bazar-do-desapego-do-ifpe-recebe-doacoes-ate-dia-28-11/",
        "titulo": "Bazar do Desapego do IFPE recebe doações até dia 28/11 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de novembro de 2025",
        "modificado": "última modificação em 18 de novembro de 2025",
        "texto": "Como ação integrante das comemorações de seus 17 anos, o Instituto Federal de Pernambuco (IFPE) vai promover mais uma edição do Bazar do Desapego."
    },
    {
        "index": 76,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-preliminar-das-provas-do-concurso-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga resultado preliminar das provas do concurso para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Foi publicado, nesta segunda-feira (17/11), no site da organizadora do certame —Funcern, o resultado preliminar da prova objetiva do Concurso Público para Servidores Técnico-Administrativos do Instituto Federal de Pernambuco (IFPE)."
    },
    {
        "index": 77,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-da-eleicao-da-cppd/",
        "titulo": "Divulgado resultado final da eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta segunda-feira (17), o resultado final da eleição da Comissão Permanente de Pessoal Docente (CPPD) referente ao biênio 2025-2027."
    },
    {
        "index": 78,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-previa-do-plano-de-desenvolvimento-de-pessoas-pdp-para-o-ano-de-2026/",
        "titulo": "Divulgada prévia do Plano de Desenvolvimento de Pessoas (PDP) para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "A Diretoria de Gestão de Pessoas (DGPE), por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), divulga a prévia do Plano de Desenvolvimento de Pessoas (PDP) para o ano de 2026. O documento deve ser usado para consulta dos/as servidores/as que realizarão suas inscrições noEdital REI/IFPE nº 58/2025-GR(que trata do processo seletivo para participação em programa de pós-graduação stricto sensu e pós-doutorado no país ou no exterior para o ano de 2026) e suas chefias, que irão utilizar as informações da prévia do PDP 2026 para preenchimento dos formulários do referido edital."
    },
    {
        "index": 79,
        "url": "https://portal.ifpe.edu.br/noticias/siass-ifpe-lanca-guia-pratico-para-a-saude-do-servidor/",
        "titulo": "SIASS IFPE lança Guia Prático para a Saúde do Servidor – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Subsistema Integrado de Atenção à Saúde do Servidor Público Federal do IFPE (SIASS) lançou, nesta segunda-feira (17/11), o Guia Prático para a Saúde do Servidor."
    },
    {
        "index": 80,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-convoca-candidatos-de-concurso-docente-para-avaliacoes-de-heteroidentificacao-e-biopsicossocial/",
        "titulo": "IFPE convoca candidatos de concurso docente para avaliações de heteroidentificação e biopsicossocial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (14), o resultado final da prova objetiva do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT) e a convocação para as avaliações de heteroidentificação, biopsicossocial  e de pertencimento indígena ou quilombola.  A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), instituição responsável pela execução do concurso."
    },
    {
        "index": 81,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-preliminar-da-eleicao-da-cppd/",
        "titulo": "Divulgado resultado preliminar da eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (14), o resultado preliminar da eleição da Comissão Permanente de Pessoal Docente (CPPD) referente ao biênio 2025-2027."
    },
    {
        "index": 82,
        "url": "https://portal.ifpe.edu.br/noticias/cpa-ifpe-promove-avaliacao-institucional-interna-da-educacao-superior-2/",
        "titulo": "CPA IFPE promove avaliação institucional interna da educação superior – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de novembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A Comissão Própria de Avaliação (CPA) do IFPE promove, de 14 de novembro a 14 de dezembro, a avaliação institucional interna. Neste ciclo, o processo avaliativo terá como eixo central a Infraestrutura Institucional, em consonância com as diretrizes estabelecidas pela Lei nº 10.861/2004, que institui o Sistema Nacional de Avaliação da Educação Superior (SINAES)."
    },
    {
        "index": 83,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais-2/",
        "titulo": "IFPE encerra XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) encerrou, nesta quinta (13), a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA). O evento, que reuniu servidores/as, estudantes e público externo, contou com diversas atividades na programação, como palestras, mesas-redondas, oficinas, simpósios temáticos, atrações culturais e feira de empreendedorismo negro."
    },
    {
        "index": 84,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-olinda-abre-inscricoes-para-cursos-gratuitos-de-tecnica-vocal-voltados-a-professores-e-cantores/",
        "titulo": "IFPE Olinda abre inscrições para cursos gratuitos de Técnica Vocal voltados a professores e cantores – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O IFPE Campus Olinda vai abrir, nesta sexta-feira (14), as inscrições para dois cursos gratuitos de extensão voltados ao desenvolvimento vocal: Técnica Vocal para Professores e Técnica Vocal para Cantores. O será realizado presencialmente no campus, com carga horária de 30 horas. São 30 vagas para o curso voltado aos professores e 15 vagas para o curso destinado aos cantores."
    },
    {
        "index": 85,
        "url": "https://portal.ifpe.edu.br/noticias/eleicao-para-escolha-de-membros-da-cppd-acontece-nesta-quinta-13/",
        "titulo": "Eleição para escolha de membros da CPPD acontece nesta quinta (13) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE realiza, nesta quinta (13), a eleição para escolha dos membros da Comissão Permanente de Pessoal Docente (CPPD), consolidada após a etapa de análise dos recursos e referente ao biênio 2025-2027.  A votação é realizada on-line, por meio de Sistema de Deliberação Remota (SDR), feita no sistema Fluxo.IFPE, e se encerra às 23h59 desta quinta (13)."
    },
    {
        "index": 86,
        "url": "https://portal.ifpe.edu.br/noticias/prodin-abre-selecao-interna-para-servidores-atuarem-no-escritorio-de-projetos-do-ifpe/",
        "titulo": "Prodin abre seleção interna para servidores atuarem no Escritório de Projetos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 13 de novembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta quinta-feira (13), aChamada Pública nº 01/2025, que tem como objetivo selecionar servidores para atuarem no Escritório de Projetos Institucionais. A iniciativa, coordenada pela Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin), visa ampliar a eficiência da gestão de projetos de desenvolvimento, inovação e integração institucional."
    },
    {
        "index": 87,
        "url": "https://portal.ifpe.edu.br/noticias/drin-promove-2o-webinario-sobre-aulas-espelho-para-docentes-do-ifpe/",
        "titulo": "DRIN promove 2º webinário sobre Aulas-espelho para docentes do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Com objetivo de promover e incentivar a adoção de aulas-espelho por parte do corpo docente do IFPE, o Departamento de Relações Internacionais (DRIN), por meio do Centro de Libras e Línguas Estrangeiras (CELLE) da Reitoria, promove no dia 19 de novembro, das 19h às 20h, o Webinário sobre Aulas-espelho, via plataforma RNP com inscrições pelo formuláriodisponível aqui."
    },
    {
        "index": 88,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-ciclo-formativo-de-bibliotecarios-com-foco-em-avaliacao-gestao-e-inovacao-nas-bibliotecas/",
        "titulo": "IFPE promove Ciclo Formativo com foco em Avaliação, Gestão e Inovação nas Bibliotecas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Sistema Integrado de Bibliotecas (SIBI) e com apoio da Pró-Reitoria de Ensino (Proden), promove o Ciclo Formativo de Bibliotecários e Profissionais de Biblioteca do IFPE, com o tema “Avaliação, Gestão e Inovação nas Bibliotecas”."
    },
    {
        "index": 89,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais/",
        "titulo": "IFPE abre a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de novembro de 2025",
        "modificado": "última modificação em 13 de novembro de 2025",
        "texto": "Foi dada a largada, nesta terça (11), a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA), evento de âmbito nacional da Rede Federal de Educação Profissional, Científica e Tecnológica, iniciado em 2012."
    },
    {
        "index": 90,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-final-de-votantes-para-eleicao-da-cppd/",
        "titulo": "Divulgada lista final de votantes para eleição da CPPD após análise dos recursos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta terça-feira (11), a lista final de votantes para a eleição da Comissão Permanente de Pessoal Docente (CPPD), consolidada após a etapa de análise dos recursos e referente ao biênio 2025-2027. Conforme o Edital, são eleitores todos os/as docentes ativos permanentes do quadro de pessoal docente do IFPE, com vínculo iniciado até o dia da publicação da lista final de votantes."
    },
    {
        "index": 91,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-edital-para-participacao-em-programa-de-pos-graduacao-stricto-sensu-2026/",
        "titulo": "Divulgado edital para participação em programa de pós-Graduação Stricto Sensu 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 11 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Diretoria de Gestão de Pessoas (DGPE) divulgou oEdital REI/IFPE nº 58/2025-GR, que regulamenta o processo para participação em programa de Pós-graduação Stricto Sensu e estudo no país ou no exterior no ano de 2026. A participação na seleção é um dos requisitos para os/as servidores/as que pretendem solicitar afastamento com esse intuito. O documento estabelece as regras tanto para servidores docentes quanto para os técnico-administrativos. Serão abertos quatro ciclos de inscrições: dezembro de 2025 e março, junho e setembro de 2026."
    },
    {
        "index": 92,
        "url": "https://portal.ifpe.edu.br/noticias/comissao-organizadora-inicia-preparativos-para-o-ix-seminario-de-agroecologia-e-viii-seminario-de-educacao-do-campo-do-ifpe/",
        "titulo": "Começam os preparativos para o IX Seminário de Agroecologia e VIII Seminário de Educação do Campo do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A Comissão Organizadora dos Seminários de Agroecologia e Educação do Campo do Instituto Federal de Pernambuco (IFPE) realizou seu primeiro encontro presencial no Centro de Formação Paulo Freire, em Caruaru, local que sediará o IX Seminário de Agroecologia e o VIII Seminário de Educação do Campo, entre os dias 12 e 14 de maio de 2026. Com o tema“Fome de Democracia e Soberania Popular”, o evento reunirá representantes de instituições de ensino, movimentos sociais, órgãos públicos e coletivos culturais comprometidos com a construção da agroecologia e da educação do campo nos territórios."
    },
    {
        "index": 93,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-funcern-divulgam-resultado-preliminar-da-prova-objetiva-e-boletim-de-desempenho-do-concurso-para-docentes/",
        "titulo": "IFPE e Funcern divulgam resultado preliminar da prova objetiva e boletim de desempenho do concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (10), o resultado preliminar da prova objetiva do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), instituição responsável pela execução do certame."
    },
    {
        "index": 94,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recebe-pesquisador-estrangeiro-para-desenvolvera-projeto-sobre-hidrogenio-verde/",
        "titulo": "IFPE recebe pesquisador estrangeiro para desenvolver projeto sobre hidrogênio verde – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 10 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) recebeu, na última sexta (07), a visita de Julian Dörr, pesquisador da Fraunhofer IAO e doutorando da Universidade de Stuttgart, sediadas na Alemanha. O encontro, que aconteceu na Reitoria, foi promovido pelo Departamento de Relações Internacionais (DRIN) e teve como objetivo recepcionar o pesquisador e fortalecer o diálogo institucional envolvendo ações de pesquisa e internacionalização do IFPE."
    },
    {
        "index": 95,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-consulta-publica-sobre-a-politica-de-internacionalizacao/",
        "titulo": "IFPE abre consulta pública sobre a Política de Internacionalização – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Departamento de Relações Internacionais (DRIN), convida a comunidade acadêmica e o público em geral a participar da consulta pública da minuta da Política de Internacionalização do IFPE. A iniciativa busca promover a participação coletiva na construção de um documento que orientará as ações estratégicas da instituição no cenário internacional."
    },
    {
        "index": 96,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-de-votantes-para-eleicao-da-cppd/",
        "titulo": "Divulgada lista de votantes para eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 07 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta quinta-feira (06), a lista de votantes para a eleição da Comissão Permanente de Pessoal Docente (CPPD), referente ao biênio 2025-2027. Conforme o Edital, são eleitores todos os(as) docentes ativos permanentes do quadro de pessoal docente do IFPE, com vínculo iniciado até o dia da publicação da lista de votantes."
    },
    {
        "index": 97,
        "url": "https://portal.ifpe.edu.br/noticias/continuam-abertas-as-inscricoes-para-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Seguem abertas as inscrições para edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), da Diretoria de Gestão de Pessoas (DGPE) e do Departamento de Relações Internacionais (DRIN), mantém abertas as inscrições para o edital integrado voltado à internacionalização de projetos de pesquisa e inovação na pós-graduação da instituição."
    },
    {
        "index": 98,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-fade-ufpe-divulgam-resultado-final-de-selecao-de-estagio-para-o-pronasci-juventude-pe/",
        "titulo": "IFPE e Fade-UFPE divulgam resultado final de seleção de estágio para o Pronasci Juventude PE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE) e a Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade-UFPE) divulgam, nesta terça-feira (04), oresultado final da seleção para a vaga de estágio em Comunicaçãodestinada ao Pronasci Juventude Pernambuco. A seleção foi realizada exclusivamente por análise curricular e de portfólio, conforme critérios estabelecidos em edital."
    },
    {
        "index": 99,
        "url": "https://portal.ifpe.edu.br/noticias/setor-de-psicologia-do-ifpe-afogados-lanca-guia-de-gerenciamento-do-estresse-e-da-ansiedade-para-estudantes/",
        "titulo": "IFPE Afogados lança Guia de gerenciamento do estresse e da ansiedade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Setor de Psicologia do IFPE Afogados acaba de disponibilizar um guia prático online sobre como lidar com o estresse e a ansiedade voltado para estudantes do ensino médio que estão se preparando para prestar o Exame Nacional do Ensino Médio – ENEM. As provas de 2025 serão realizadas nos dias 09 e 16 de novembro. O documento pode ser acessado gratuitamente no site do Campus Afogados pelo link abaixo ou na página da Assistência Estudantil no site do Campus."
    },
    {
        "index": 100,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-gabarito-definitivo-das-provas-do-concurso-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga gabarito definitivo das provas do concurso para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "Foi publicado, nesta quarta-feira (05/11), o gabarito definitivo das provas objetivas do concurso público para cargos técnicos administrativos do Instituto Federal de Pernambuco (IFPE). O documento pode ser consultado nosite da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), organizadora do certame."
    },
    {
        "index": 101,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-sediara-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais-sernegra/",
        "titulo": "IFPE sediará a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de novembro de 2025",
        "modificado": "última modificação em 12 de novembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) vai sediar, nos dias 11, 12 e 13 de novembro, a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA), evento de âmbito nacional da Rede Federal de Educação Profissional, Científica e Tecnológica, iniciado em 2012."
    },
    {
        "index": 102,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-preliminar-da-selecao-de-estagio-em-comunicacao-para-o-pronasci-juventude-pe/",
        "titulo": "Divulgado resultado preliminar da seleção de estágio em Comunicação para o Pronasci Juventude PE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) e a Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade-UFPE) divulgaram, nesta terça-feira (04), oresultado preliminar da seleção para a vaga de estágio em Comunicação destinada ao Pronasci JuventudePernambuco. A seleção foi realizada exclusivamente por análise curricular e de portfólio, conforme critérios estabelecidos em edital."
    },
    {
        "index": 103,
        "url": "https://portal.ifpe.edu.br/noticias/proden-promove-webinarios-sobre-tecnologias-digitais-e-educacao/",
        "titulo": "Proden promove webinários sobre tecnologias digitais e educação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de novembro de 2025",
        "modificado": "última modificação em 03 de novembro de 2025",
        "texto": "Dando continuidade ao Programa de Formação Docente do IFPE, a Pró-reitoria de Ensino (Proden) vai promover, nos dias 25 e 27 de novembro, webinários com o temática “Tecnologias Digitais e Educação”. Esse tema foi o mais indicado por docentes de todas as áreas em um levantamento realizado pelo GT de Assistência à Formação Continuada de Docentes do IFPE."
    },
    {
        "index": 104,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-prazo-para-envio-de-comprovacao-para-pessoas-autodeclaradas-pretas-pardas-indigenas-ou-quilombolas-inicia-nesta-segunda-03/",
        "titulo": "Ingresso 2026.1 – Prazo para comprovação da autodeclaração começa nesta segunda (03) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de novembro de 2025",
        "modificado": "última modificação em 03 de novembro de 2025",
        "texto": "Teve início nesta segunda-feira (03/11) o prazo para envio de conteúdo para verificação da condição autodeclarada dos/as candidatos/as que se inscreveram nas vagas para pessoas Pretas, Pardas, Indígenas ou Quilombolas no Processo de Ingresso 2026.1 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE)."
    },
    {
        "index": 105,
        "url": "https://portal.ifpe.edu.br/noticias/ifs-sedia-6a-congresso-nordestino-de-educacao-a-distancia/",
        "titulo": "IFS sedia 6ª Congresso Nordestino de Educação a Distância – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 04 de novembro de 2025",
        "texto": "Em maio deste ano, o Ministério da Educação (MEC) divulgou novas regras sobre o ensino a distância (EaD). O novo marco regulatório exclui cursos como medicina, odontologia, enfermagem, psicologia e direito da modalidade à distância e cria outros modelos com percentuais mínimos de 20% de atividades presenciais ou síncronas (aulas ao vivo). O objetivo é garantir mais qualidade na oferta de EaD, uma ferramenta estratégica de ampliação e acesso à educação superior em um país como o Brasil."
    },
    {
        "index": 106,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-edital-integrado-para-oferta-de-novos-cursos-e-finalizacao-do-ciclo-2022-2026-do-pdi/",
        "titulo": "IFPE publica edital integrado para oferta de novos cursos e finalização do ciclo 2022-2026 do PDI – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (31), o Edital Integrado Proden/Propesq/REI/IFPE nº 2, que convoca os campi a apresentarem propostas para criação e oferta de novos cursos técnicos, superiores e de pós-graduação lato sensu. A chamada tem como objetivo finalizar o ciclo 2022–2026 do Plano de Desenvolvimento Institucional (PDI) do IFPE."
    },
    {
        "index": 107,
        "url": "https://portal.ifpe.edu.br/noticias/publicada-instrucao-normativa-que-orienta-a-oferta-de-educacao-a-distancia-em-cursos-do-ifpe/",
        "titulo": "Publicada instrução normativa que orienta a oferta de educação a distância em cursos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) publicou, nesta sexta (31/10), a Instrução Normativa Conjunta Proden/Propesq/DEaD nº01, que estabelece, de forma complementar, orientações para a oferta de educação a distância nos cursos técnicos, de graduação e pós-graduaçãolato sensudo IFPE."
    },
    {
        "index": 108,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-evento-em-homenagem-ao-dia-do-a-servidor-a-publico/",
        "titulo": "IFPE promove evento em homenagem ao Dia do/a Servidor/a Público/a – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 31 de outubro de 2025",
        "texto": "Servidores e Servidoras do IFPE puderam desfrutar, nesta última quinta (30), de um momento especial em homenagem ao Dia do/a Servidor/a Público, celebrado em 28 de outubro. O evento, que aconteceu no Campus Recife, foi organizado pelo Departamento de Desenvolvimento e Atenção à Saúde (DDS) e contou também com o apoio de parceiros/as do Instituto."
    },
    {
        "index": 109,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-das-candidaturas-a-cppd/",
        "titulo": "Divulgado resultado final das candidaturas à CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta quinta-feira (30), o resultado final das inscrições para as candidaturas à Comissão Permanente de Pessoal Docente (CPPD), referente ao biênio 2025-2027, após a análise dos recursos apresentados."
    },
    {
        "index": 110,
        "url": "https://portal.ifpe.edu.br/noticias/siass-ifpe-celebrou-10-anos-de-existencia-em-solenidade-especial/",
        "titulo": "SIASS IFPE celebrou 10 anos de existência em solenidade especial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de outubro de 2025",
        "modificado": "última modificação em 31 de outubro de 2025",
        "texto": "Foi realizada, na tarde desta última quarta (29), a solenidade em alusão aos 10 anos do Subsistema Integrado de Atenção à Saúde do Servidor Público Federal (SIASS) do Instituto Federal de Pernambuco (IFPE). O evento, que aconteceu no auditório do Centro de Pesquisa do Campus Recife, reuniu servidores e servidoras de diversos setores da Reitoria e dos campi, além de convidados/as de outras instituições como UFRPE, UFPE e UFRN e parceiros/as do Siass."
    },
    {
        "index": 111,
        "url": "https://portal.ifpe.edu.br/noticias/equipes-do-pronasci-juventude-em-pernambuco-recebem-capacitacao-sobre-politica-de-drogas-e-reducao-de-danos/",
        "titulo": "Equipes do Pronasci Juventude em Pernambuco recebem capacitação sobre Política de Drogas e Redução de Danos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de outubro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "As equipes multiprofissionais do Pronasci Juventude Pernambuco participaram, nesta quarta-feira (29), da capacitação em Política sobre Drogas e Redução de Danos, realizada no Cabo de Santo Agostinho. A atividade foi conduzida pela assessora técnica da Secretaria Nacional de Políticas sobre Drogas e Gestão de Ativos (SENAD/MJSP), karoliny Martins, e reuniu profissionais que atuarão nos territórios do Cabo e do Recife."
    },
    {
        "index": 112,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-gabarito-definitivo-da-prova-objetiva-do-concurso-para-docentes/",
        "titulo": "Divulgado gabarito definitivo da prova objetiva do concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de outubro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta quarta-feira (29), ogabarito definitivo da prova objetiva do concurso públicopara docentes do Ensino Básico, Técnico e Tecnológico (EBTT). O documento já está disponível no site da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), responsável pela execução do certame, no endereçohttps://funcern.br/concursos/ifpe-docente-2025/"
    },
    {
        "index": 113,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-para-apoio-administrativo-financeiro-do-programa-mulheres-mil/",
        "titulo": "IFPE abre inscrições para apoio administrativo financeiro do programa Mulheres Mil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de outubro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE) lançou edital para o processo seletivo simplificado de servidores/as interessados/as em atuar nos cursos de Formação Inicial e Continuada (FIC), no âmbito do programa Bolsa Formação Mulheres Mil. A seleção visa preencher encargos de apoio às atividades acadêmicas e administrativas, com ênfase na área de orçamento e finanças."
    },
    {
        "index": 114,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-campus-recife-comemora-os-50-anos-de-historia-do-curso-de-refrigeracao-e-climatizacao/",
        "titulo": "IFPE Campus Recife comemora os 50 anos de história do curso de Refrigeração e Climatização – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de outubro de 2025",
        "modificado": "última modificação em 29 de outubro de 2025",
        "texto": ""
    },
    {
        "index": 115,
        "url": "https://portal.ifpe.edu.br/noticias/publicada-homologacao-das-inscricoes-dos-as-candidatos-as-ao-processo-eleitoral-que-escolhera-os-novos-membros-da-cppd/",
        "titulo": "Publicada homologação das inscrições dos/as candidatos/as ao processo eleitoral dos novos membros da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de outubro de 2025",
        "modificado": "última modificação em 29 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta quarta (29), a homologação das inscrições dos/as candidatos/as do processo eleitoral que escolherá os novos membros da Comissão Permanente de Pessoal Docente (CPPD) para o biênio 2025-2027."
    },
    {
        "index": 116,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-programa-de-bolsas-de-incentivo-as-politicas-inclusivas/",
        "titulo": "IFPE lança programa de bolsas de incentivo às políticas inclusivas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de outubro de 2025",
        "modificado": "última modificação em 18 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) lançou, nesta terça-feira (28), o edital da seleção de estudantes para o Programa de Incentivo às Políticas Inclusivas, que tem o objetivo de estimular a atuação cidadã, por meio da participação de discentes negros/as, quilombolas, indígenas, mulheres, LGBTQIAPN+, idosos/as e/ou com deficiência, transtornos globais de desenvolvimento e altas habilidades ou superdotação nas ações de inclusão social promovidas no âmbito da instituição."
    },
    {
        "index": 117,
        "url": "https://portal.ifpe.edu.br/noticias/comunidades-rurais-de-moreno-e-jaqueira-recebem-acoes-de-projeto-do-ifpe/",
        "titulo": "Comunidades rurais de Moreno e Jaqueira recebem ações de projeto do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de outubro de 2025",
        "modificado": "última modificação em 28 de outubro de 2025",
        "texto": "Estudantes de cursos técnicos integrados ao Ensino Médio do IFPEatuaram levando ações extensionistas para as comunidades rurais de Padre Tiago, da cidade de Moreno e de Fervedouro, da cidade de Jaqueira."
    },
    {
        "index": 118,
        "url": "https://portal.ifpe.edu.br/noticias/sernegra-contara-com-exibicao-de-documentario-sobre-lutas-pela-reforma-agraria-e-agroecologia/",
        "titulo": "SERNEGRA contará com exibição de documentário sobre lutas pela reforma agrária e agroecologia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de outubro de 2025",
        "modificado": "última modificação em 28 de outubro de 2025",
        "texto": ""
    },
    {
        "index": 119,
        "url": "https://portal.ifpe.edu.br/noticias/evento-em-homenagem-ao-dia-do-servidor-a-acontece-dia-30-10/",
        "titulo": "Evento em homenagem ao Dia do Servidor/a acontece na quinta (30) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de outubro de 2025",
        "modificado": "última modificação em 28 de outubro de 2025",
        "texto": "A Diretoria de Gestão de Pessoas do IFPE, por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), promove na próxima quinta-feira (30/10), o evento em homenagem ao Dia do Servidor/a, celebrado em 28 de outubro."
    },
    {
        "index": 120,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-retifica-edital-e-prorroga-inscricoes-do-processo-de-ingresso-2026-1/",
        "titulo": "IFPE retifica edital e prorroga inscrições do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 27 de outubro de 2025",
        "modificado": "última modificação em 28 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco acaba de prorrogar até o dia 30 de outubro as inscrições do Processo de Ingresso para o semestre 2025.2 nos seus 16 campi. A mudança foi uma das retificações nos editais que foram divulgadas nesta segunda-feira (27)."
    },
    {
        "index": 121,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-aplica-provas-do-concurso-para-tecnicos-administrativos-com-mais-de-17-mil-inscritos/",
        "titulo": "IFPE aplica provas do concurso para técnicos-administrativos com mais de 17 mil inscritos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de outubro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "Na manhã deste domingo (26/10), o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) aplicou a prova objetiva do concurso público para cargos técnico-administrativos. O certame, que oferta 77 vagas em diversas áreas profissionais, contou com 17.704 inscritos, dos quais 7.798 não compareceram à prova, o que representou um índice de abstenção de 44,2%."
    },
    {
        "index": 122,
        "url": "https://portal.ifpe.edu.br/noticias/prazo-para-inscricoes-nas-eleicoes-da-cppd-do-ifpe-termina-na-proxima-segunda-feira-27/",
        "titulo": "Prazo para inscrições nas eleições da CPPD do IFPE termina na próxima segunda-feira (27) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de outubro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Docentes do Instituto Federal de Pernambuco (IFPE) têm até a próxima segunda-feira, dia 27 de outubro, para se inscrever no processo eleitoral que escolherá os novos membros da Comissão Permanente de Pessoal Docente (CPPD) para o biênio 2025-2027."
    },
    {
        "index": 123,
        "url": "https://portal.ifpe.edu.br/noticias/prova-do-concurso-para-tecnicos-administrativos-do-ifpe-acontecem-neste-domingo-26/",
        "titulo": "Prova do concurso para técnicos-administrativos do IFPE acontecem neste domingo (26) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de outubro de 2025",
        "modificado": "última modificação em 28 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia Pernambuco (IFPE) realiza, neste domingo (26/10), às 9 horas da manhã, a prova objetiva do concurso público para cargos técnico-administrativos da instituição."
    },
    {
        "index": 124,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-da-selecao-de-tutor-a-formador-a-uab/",
        "titulo": "Divulgado resultado final da seleção de tutor/a formador/a UAB – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de outubro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta quarta-feira (22), o resultado final do Processo Seletivo Simplificado para Tutor/a Formador/a dos cursos ofertados pelo Sistema Universidade Aberta do Brasil (Edital nº 43/2025). Vinculado à Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) do Ministério da Educação (MEC), o sistema visa selecionar tutores/as a distância (mediador/a pedagógico/a), na condição de bolsistas, para atuarem na modalidade de Educação a Distância (EaD) em diversas especializações."
    },
    {
        "index": 125,
        "url": "https://portal.ifpe.edu.br/noticias/proden-prorroga-prazo-de-inscricoes-para-curso-de-formacao-continuada-em-eja/",
        "titulo": "Prazo de inscrições para curso de formação continuada em EJA é prorrogado – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de outubro de 2025",
        "modificado": "última modificação em 23 de outubro de 2025",
        "texto": "Em razão de problemas técnicos identificados no sistema de formulários do Google, o Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Ensino, informa que o prazo para inscrições no curso de formação continuada “Avaliar a aprendizagem ou aprender a avaliar na Educação de Jovens e Adultos” foiprorrogado até o dia 26 de outubro, ou até o preenchimento total das vagas, o que ocorrer primeiro."
    },
    {
        "index": 126,
        "url": "https://portal.ifpe.edu.br/noticias/lancado-edital-do-programa-de-bolsas-de-extensao-para-2026/",
        "titulo": "Lançado edital do Programa de Bolsas de Extensão para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de outubro de 2025",
        "modificado": "última modificação em 22 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), divulgou nesta quarta-feira (22) o novo edital do Programa Institucional de Bolsas de Extensão (PIBEX). Por meio da seleção, serão cadastrados projetos de extensão no âmbito do IFPE para o ano de 2026 e concedidas bolsas às/aos estudantes de cursos superiores e técnicos, na condição de orientandos/as desses projetos."
    },
    {
        "index": 127,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-aula-inaugural-do-curso-de-agente-de-inclusao-digital-para-detentas-dobom-pastor/",
        "titulo": "IFPE realiza aula inaugural do curso de Agente de Inclusão Digital para detentas do Bom Pastor – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de outubro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "Em uma iniciativa pioneira que une educação, inclusão social e transformação de vidas, o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) realizou, na última quinta-feira (16), a aula inaugural do curso de Agente de Inclusão Digital, voltado para detentas da Colônia PenalFeminina do Recife Bom Pastor, localizada no bairro do Engenho do Meio, em Recife."
    },
    {
        "index": 128,
        "url": "https://portal.ifpe.edu.br/noticias/aberta-selecao-de-estagiario-de-comunicacao-para-atuar-no-pronasci-juventude-pernambuco/",
        "titulo": "Aberta seleção de estagiário de Comunicação para atuar no Pronasci Juventude Pernambuco – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de outubro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), em parceria com a Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade-UFPE), abriuseleção para uma vaga de estágio em Comunicaçãodestinada ao Pronasci Juventude Pernambuco. O programa, vinculado ao Ministério da Justiça e Segurança Pública, tem como objetivo promover ações de prevenção e enfrentamento à violência, com foco no fortalecimento das juventudes."
    },
    {
        "index": 129,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-dos-editais-pdi-para-propostas-de-novos-cursos-no-ciclo-2022-2026/",
        "titulo": "Divulgado resultado do edital PDI para propostas de novos cursos no ciclo 2022-2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de outubro de 2025",
        "modificado": "última modificação em 20 de outubro de 2025",
        "texto": "A Pró-Reitoria de Ensino (Proden), em conjunto com a Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou, nesta segunda-feira (20), o resultado referente aoEdital Integrado Proden/Propesq/REI/IFPE nº 1/2025, que tratam de chamadas para apresentação de propostas dos campi para oferta de novos cursos no ciclo 2022-2026 do Plano de Desenvolvimento Institucional (PDI)."
    },
    {
        "index": 130,
        "url": "https://portal.ifpe.edu.br/noticias/concurso-do-ifpe-transcorre-com-tranquilidade-e-registra-3635-de-abstencao/",
        "titulo": "Concurso do IFPE transcorre com tranquilidade e registra 36,35% de abstenção – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de outubro de 2025",
        "modificado": "última modificação em 29 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) realizou, na manhã deste domingo (19), a prova objetiva do concurso público para docentes da instituição. O certame, que oferta 100 vagas em diversas áreas do Ensino Básico, Técnico e Tecnológico (EBTT), contou com 16.251 inscritos, dos quais 5.907 não compareceram, registrando um índice de abstenção de 36,35%."
    },
    {
        "index": 131,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-neste-domingo-19-prova-objetiva-do-concurso-para-docentes/",
        "titulo": "IFPE realiza neste domingo (19) prova objetiva do concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de outubro de 2025",
        "modificado": "última modificação em 20 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) realiza, neste domingo (19), a prova objetiva do concurso público para docentes da instituição. Ao todo, 16.251 pessoas estão inscritas para disputar 100 vagas em diversas áreas do Ensino Básico, Técnico e Tecnológico (EBTT). A avaliação será aplicada em 30 prédios localizados no Recife, Paulista, Olinda, Abreu e Lima e Jaboatão dos Guararapes."
    },
    {
        "index": 132,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-lanca-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Propesq lança edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de outubro de 2025",
        "modificado": "última modificação em 18 de novembro de 2025",
        "texto": "Com objetivo de apoiar ações que ampliem o acesso da sociedade ao conhecimento científico e fortaleçam a percepção sobre a importância da ciência para o desenvolvimento social, econômico e cultural, a Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação do IFPE (Propesq) lançou, nesta sexta-feira (17/10), oEdital nº 54/2025, que vai conceder auxílios a projetos de difusão científica e popularização da ciência no âmbito da instituição."
    },
    {
        "index": 133,
        "url": "https://portal.ifpe.edu.br/noticias/profept-do-ifpe-olinda-celebra-marco-com-a-defesa-de-sua-100a-dissertacao/",
        "titulo": "ProfEPT do IFPE Olinda celebra marco com a defesa de sua 100ª dissertação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de outubro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Mestrado Profissional em Educação Profissional e Tecnológica (ProfEPT) do Instituto Federal de Pernambuco (IFPE) – Campus Olinda alcança, nesta quinta-feira (16), um marco histórico: a defesa pública de sua 100ª dissertação. A autora é Taciana Halliday da Mesquita Pimentel, servidora da Reitoria, que desenvolveu a pesquisa “Os significados do trabalho para docentes da Educação Profissional e Tecnológica do Instituto Federal de Pernambuco”, sob a orientação do professor José Nildo Alves Caú."
    },
    {
        "index": 134,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-edital-integrado-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "IFPE lança edital integrado voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de outubro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O IFPE, por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), Diretoria de Gestão de Pessoas (DGPE) e do Departamento de Relações Internacionais (DRIN), lançou, nesta quinta-feira (16/10), edital integrado voltado à internacionalização de projetos de pesquisa e inovação desenvolvidos na pós-graduação do Instituto, bem como à mobilidade de pesquisadores(as) da instituição."
    },
    {
        "index": 135,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-do-programa-escola-nacional-nego-bispo-de-saberes-tradicionais-vao-ate-dia-27-10/",
        "titulo": "Inscrições do Programa Escola Nacional Nego Bispo de Saberes Tradicionais vão até dia 27/10 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de outubro de 2025",
        "modificado": "última modificação em 16 de outubro de 2025",
        "texto": "O Instituto Federal da Bahia (IFBA) prorrogou, até o dia 27/10, as inscrições para o Programa Escola Nacional Nego Bispo de Saberes Tradicionais. A iniciativa é fruto da parceria com a Secretaria de Educação Continuada, Alfabetização de Jovens e Adultos, Diversidade e Inclusão (SECADI/MEC) e integra a Política Nacional de Equidade, Educação para as Relações Étnico-Raciais e Educação Escolar Quilombola (PNEERQ)."
    },
    {
        "index": 136,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-para-curso-de-formacao-continuada-sobre-educacao-de-jovens-e-adultos/",
        "titulo": "IFPE abre inscrições para curso de formação continuada com foco em Educação de Jovens e Adultos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de outubro de 2025",
        "modificado": "última modificação em 20 de outubro de 2025",
        "texto": "A Pró-Reitoria de Ensino do IFPE (Proden), através da Coordenação PROEJA Fundamental, divulga a abertura de inscrições para o curso de formação continuada “Avaliar a aprendizagem ou aprender a avaliar na Educação de Jovens e Adultos”. O curso ocorrerá de 29 de outubro a 27 de novembro e tem como objetivo aprofundar os conhecimentos dos profissionais da Educação de Jovens e Adultos (EJA), com foco na formação profissional (EJA-EPT)."
    },
    {
        "index": 137,
        "url": "https://portal.ifpe.edu.br/noticias/lancado-edital-das-eleicoes-para-a-escolha-de-membros-da-cppd-2/",
        "titulo": "Lançado edital das eleições para a escolha de membros da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de outubro de 2025",
        "modificado": "última modificação em 16 de outubro de 2025",
        "texto": "O IFPE lançou, nesta quarta-feira (15), o edital do processo eleitoral para a escolha de membros para compor a Comissão Permanente de Pessoal Docente (CPPD) dos campi do IFPE para o biênio de 2025-2027."
    },
    {
        "index": 138,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-divulga-coletanea-que-conecta-grupos-de-pesquisa-gp-com-os-17-ods/",
        "titulo": "Propesq divulga coletânea que relaciona os Grupos de Pesquisa dos campi aos ODS – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de outubro de 2025",
        "modificado": "última modificação em 15 de outubro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação do Instituto Federal de Pernambuco (Propesq), divulgou, nesta quarta-feira (15), uma coletânea que mapeia e conecta os Grupos de Pesquisa com os 17 Objetivos de Desenvolvimento Sustentável (ODS). A iniciativa está aliada a agendas globais e a propostas que buscam as melhorias das condições de vida."
    },
    {
        "index": 139,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-de-selecao-para-fiscais-reserva-de-concursos-do-ifpe/",
        "titulo": "Sai resultado de seleção para fiscais reserva de concursos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de outubro de 2025",
        "modificado": "última modificação em 20 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta terça-feira (14/10), o resultado do processo seletivo para formação de cadastro de reserva de fiscais que poderão atuar na aplicação de provas objetivas presenciais dos concursos públicos para docentes e técnicos-administrativos da instituição."
    },
    {
        "index": 140,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-campus-afogados-lanca-projeto-onibus-magico/",
        "titulo": "IFPE Campus Afogados lança projeto “Ônibus Mágico” – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de outubro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE Afogados está prestes a lançar o projeto “O Ônibus Mágico: Uma Jornada Incrível pelo Mundo da Ciência”. A iniciativa é do professor de Química e diretor de ensino do Campus, Alexsandro Cavalcanti e foi contemplada no edital Nº 22/2025 da Fundação de Amparo à Ciência e Tecnologia de Pernambuco-FACEPE/Helen Khoury de apoio à difusão e à popularização da Ciência. O projeto conquistou nota 10,83 (em uma escala que vai até 11)."
    },
    {
        "index": 141,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-xx-congresso-de-iniciacao-cientifica-e-mostra-de-pos-graduacao/",
        "titulo": "IFPE realiza XX Congresso de Iniciação Científica e Mostra de Pós-Graduação  – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de outubro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) deu início, nesta segunda-feira (13), à programação do XX Congresso de Iniciação Científica (Conic) e da Mostra de Pós-Graduação. Os eventos seguem até a próxima sexta-feira (17), com atividades totalmente presenciais e abertas à comunidade acadêmica e ao público em geral, em diversos espaços no Campus Recife."
    },
    {
        "index": 142,
        "url": "https://portal.ifpe.edu.br/noticias/concurso-tae-divulga-cartao-de-inscricao-e-quantitativo-de-pessoas-inscritas/",
        "titulo": "Concurso TAE divulga cartão de inscrição e quantitativo de pessoas inscritas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de outubro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (10), o cartão de inscrição de candidatos/as que vão participar do concurso público para cargos técnico-administrativos da instituição. O documento traz informações como local e horário da prova objetiva e pode ser conferido acessando a “Área do Candidato” no site da organizadora Funcern."
    },
    {
        "index": 143,
        "url": "https://portal.ifpe.edu.br/noticias/comissao-divulga-resultado-final-das-eleicoes-para-cis/",
        "titulo": "Comissão divulga resultado final das eleições para CIS – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de outubro de 2025",
        "modificado": "última modificação em 10 de outubro de 2025",
        "texto": "A Comissão do Processo Eleitoral para escolha de membros/as da Comissão Interna de Supervisão (CIS) do IFPE publicou, nesta sexta-feira (10/10), o resultado final das eleições CIS PCCCTAE."
    },
    {
        "index": 144,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-vai-marcar-presenca-no-recnplay-2025/",
        "titulo": "IFPE vai marcar presença no Rec’n’Play 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de outubro de 2025",
        "modificado": "última modificação em 09 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) vai marcar presença no Rec’n’Play 2025, festival de inovação, tecnologia e cultura do Brasil que vai movimentar o bairro do Recife, entre os dias 15 e 18 de outubro."
    },
    {
        "index": 145,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-edital-de-processo-de-ingresso-2026-1-em-linguagem-simples/",
        "titulo": "IFPE lança edital do Processo de Ingresso 2026.1 em Linguagem Simples – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de outubro de 2025",
        "modificado": "última modificação em 09 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) acaba de lançar a versão do Edital do Processo de Ingresso 2026.1 em Linguagem Simples. A versão está sendo disponibilizada para os/as candidatos/as a partir desta quinta-feira (09). O processo de seleção está com inscrições abertas até o dia 27 de outubro."
    },
    {
        "index": 146,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-edital-para-cadastro-de-reserva-de-fiscais-que-atuarao-nas-provas-dos-concursos/",
        "titulo": "IFPE lança edital para cadastro de reserva de fiscais que atuarão nas provas dos concursos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de outubro de 2025",
        "modificado": "última modificação em 14 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) lançou, nesta quinta-feira (09/10), edital do processo seletivo para formação de cadastro de reserva de fiscais que atuarão na aplicação de provas presenciais dos concursos públicos para Docentes e Técnicos-Administrativos da instituição."
    },
    {
        "index": 147,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promoveu-de-i-encontro-de-coordenadores-de-registros-academicos/",
        "titulo": "IFPE promoveu I Encontro de Coordenadores/as de Registros Acadêmicos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de outubro de 2025",
        "modificado": "última modificação em 08 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) promoveu, nos dias 01 e 02 de outubro, o I Encontro de Coordenadores de Registros Acadêmicos (Encora) e o II Encontro de Pesquisadores Institucionais. O evento, que aconteceu no Campus Caruaru, foi realizado em parceria entre a Pró-reitoria de Ensino (Proden), por meio da Diretoria de Gestão e Controle Acadêmico e do Pesquisador Educacional Institucional, a Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin) e a Diretoria de Gestão de Pessoas (DGPE), juntamente com os campi."
    },
    {
        "index": 148,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-participa-da-semana-nacional-da-educacao-profissional-e-tecnologica/",
        "titulo": "IFPE participa da Semana Nacional da Educação Profissional e Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de outubro de 2025",
        "modificado": "última modificação em 08 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) marca presença na 5ª edição da Semana Nacional da Educação Profissional e Tecnológica (SNEPT), evento que acontece até o dia 9 de outubro, na Arena BRB Mané Garrincha, em Brasília/DF."
    },
    {
        "index": 149,
        "url": "https://portal.ifpe.edu.br/noticias/estudante-do-campus-recife-conquista-1o-lugar-no-premio-iel-de-talentos/",
        "titulo": "Estudante do Campus Recife conquista 1º lugar no prêmio IEL de Talentos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de outubro de 2025",
        "modificado": "última modificação em 07 de outubro de 2025",
        "texto": "O estudante João Henrique da Silva, do curso de Tecnologia em Análise e Desenvolvimento de Sistemas do IFPE Recife, conquistou o primeiro lugar no Prêmio IEL de Talentos, na categoria Estagiário Inovador – empresa de pequeno porte."
    },
    {
        "index": 150,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-da-eleicao-para-a-cis/",
        "titulo": "Sai resultado preliminar da eleição para CIS – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de outubro de 2025",
        "modificado": "última modificação em 09 de outubro de 2025",
        "texto": "A Comissão do Processo Eleitoral para escolha de membros/as da Comissão Interna de Supervisão (CIS) do IFPE divulgou, na segunda-feira (06/10), o resultado preliminar das eleições CIS PCCCTAE."
    },
    {
        "index": 151,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-edital-que-regulamenta-o-fluxo-continuo-de-classificacao-para-remocao-interna-de-professores-as-ebtt/",
        "titulo": "Publicado edital que regulamenta o fluxo contínuo de classificação para remoção interna de docentes EBTT – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de outubro de 2025",
        "modificado": "última modificação em 06 de outubro de 2025",
        "texto": "A Direção de Gestão de Pessoas (DGPE) torna público o edital nº 50/2025-GR, publicado por meio da Portaria IFPE nº 1.202, de 03 de outubro de 2025, que regulamenta o processo de fluxo contínuo de classificação para remoção interna de professores/as EBTT do IFPE."
    },
    {
        "index": 152,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-para-o-processo-de-ingresso-2026-1/",
        "titulo": "IFPE abre inscrições para o Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de outubro de 2025",
        "modificado": "última modificação em 06 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco – IFPE está com inscrições abertas para seu Processo de Ingresso de novos/as estudantes para o primeiro semestre de 2026. São oferecidas ao todo 4.567 vagas, distribuídas em 16 campi nas modalidades curso de graduação, técnico integrado ao Ensino Médio e técnico subsequente."
    },
    {
        "index": 153,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-brilha-nos-jogos-dos-institutos-federais-e-conquista-nove-medalhas-de-ouro-duas-e-prata-e-sete-de-bronze/",
        "titulo": "IFPE brilha nos Jogos dos Institutos Federais e conquista nove medalhas de ouro, duas de prata e sete de bronze – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de outubro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "Com uma participação brilhante de nossos/as estudantes/atletas na edição 2025 dos Jogos dos Institutos Federais – Etapa Nordeste, que se encerraram neste sábado, 04/10, em São Luís, no Maranhão, oInstituto Federal de Pernambucoficou entre os destaques na competição regional na maioria das modalidades em que participou."
    },
    {
        "index": 154,
        "url": "https://portal.ifpe.edu.br/noticias/prorrogado-prazo-para-a-eleicao-para-a-comissao-interna-de-supervisao-cis/",
        "titulo": "Prorrogado prazo para a eleição para a Comissão Interna de Supervisão (CIS) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de outubro de 2025",
        "modificado": "última modificação em 07 de outubro de 2025",
        "texto": "A Comissão do Processo Eleitoral informa que, em virtude dos problemas operacionais encontrados no Sistema Fluxo IFPE, foi prorrogadoaté o dia 05 de outubroo prazo da eleição para a Comissão Interna de Supervisão (CIS) do IFPE."
    },
    {
        "index": 155,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-cartao-de-inscricao-e-concorrencia-por-perfil-no-concurso-para-docentes/",
        "titulo": "IFPE divulga cartão de inscrição e concorrência por perfil no concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de outubro de 2025",
        "modificado": "última modificação em 22 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (3), o cartão de inscrição dos/as candidatos/as ao concurso público para docentes da instituição. O documento, que apresenta informações como local e horário de aplicação da prova objetiva, está disponível para consulta no site da Funcern, organizadora do certame. No total, 16.251 pessoas se inscreveram para o concurso, que oferece 100 vagas."
    },
    {
        "index": 156,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-resultado-final-para-apoio-administrativo-do-mulheres-mil/",
        "titulo": "IFPE publica resultado final para apoio administrativo do Mulheres Mil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de outubro de 2025",
        "modificado": "última modificação em 03 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), através da Coordenação de cursos técnicos da Diretoria de Educação a Distância (DEaD), publicou o resultado final do Processo Seletivo Simplificado de servidores/as da instituição para realizar apoio às atividades acadêmicas e administrativas do programa Bolsa Formação Mulheres Mil."
    },
    {
        "index": 157,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-promove-congresso-de-iniciacao-cientifica-e-mostra-de-pos-graduacao-do-ifpe/",
        "titulo": "Propesq promove Congresso de Iniciação Científica e Mostra de Pós-Graduação do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de outubro de 2025",
        "modificado": "última modificação em 14 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou, nesta sexta-feira (03), a programação doXX Congresso de Iniciação Científica (Conic)e daMostra de Pós-Graduação, que acontecem de13 a 17 de outubro, nas dependências doCampus Recife."
    },
    {
        "index": 158,
        "url": "https://portal.ifpe.edu.br/noticias/equipes-do-pronasci-juventude-em-pernambuco-recebem-formacao-para-potencializar-acoes-de-estimulo-ao-protagonismo-jovem/",
        "titulo": "Equipes do Pronasci Juventude em Pernambuco recebem formação para potencializar ações de estímulo ao protagonismo jovem – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de outubro de 2025",
        "modificado": "última modificação em 13 de outubro de 2025",
        "texto": "Com foco na construção de políticas efetivas de garantia de direitos e no fortalecimento da atuação nos territórios, oPronasci Juventude em Pernambucopromoveu, nos dias 29 e 30 de outubro, uma rodada de formação na Reitoria do IFPE. O encontro reuniu equipes multiprofissionais que estarão à frente do atendimento a adolescentes e jovens em situação de extrema vulnerabilidade, em bairros do Recife e do Cabo de Santo Agostinho."
    },
    {
        "index": 159,
        "url": "https://portal.ifpe.edu.br/noticias/reitor-do-ifpe-apresenta-acoes-da-instituicao-em-eventos-internacionais-sobre-cooperacao-universitaria/",
        "titulo": "Reitor do IFPE destaca ações da instituição em seminário internacional – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de outubro de 2025",
        "modificado": "última modificação em 02 de outubro de 2025",
        "texto": "Na última terça-feira (30), o reitor do Instituto Federal de Pernambuco (IFPE) participou daXVIII Assembleia Geral e XV Seminário Internacional do Grupo de Cooperação Internacional de Universidades Brasileiras (GCUB), eventos que reuniram representantes de instituições de ensino superior, diplomatas, autoridades governamentais e organizações internacionais de cerca de 40 países dos cinco continentes."
    },
    {
        "index": 160,
        "url": "https://portal.ifpe.edu.br/noticias/eleicao-para-a-comissao-interna-de-supervisao-cis-ocorrera-nos-dias-02-e-03-10/",
        "titulo": "Eleição para a Comissão Interna de Supervisão (CIS) ocorrerá nos dias 02 e 03/10 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de outubro de 2025",
        "modificado": "última modificação em 07 de outubro de 2025",
        "texto": "A eleição para a Comissão Interna de Supervisão (CIS) do IFPE será realizada nos dias 02 e 03 de outubro, por meio do Sistema Fluxo.IFPE. O voto será eletrônico, secreto e facultativo, sendo essencial que todos os servidores verifiquem o acesso ao sistema com antecedência, conforme o cronograma eleitoral estabelecido no Edital."
    },
    {
        "index": 161,
        "url": "https://portal.ifpe.edu.br/noticias/resultado-final-do-ciclo-4-para-participacao-em-pos-graduacao-stricto-sensu-2025/",
        "titulo": "Resultado final do Ciclo 4 para participação em pós-Graduação Stricto Sensu 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de outubro de 2025",
        "modificado": "última modificação em 01 de outubro de 2025",
        "texto": "O IFPE divulgou, nesta quarta-feira (01), o resultado final do Ciclo 4 do Edital nº 51/2024, que é referente ao Processo Seletivo para Participação em Programa de Pós-Graduação Stricto Sensu e Pós-Doutorado no País ou no Exterior para o ano de 2025. Quem foi aprovado/a no edital terá, a contar do dia 30/09, o prazo de até 15 dias para dar entrada no Processo SEI junto à CGPE do seu campus/reitoria."
    },
    {
        "index": 162,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-curso-de-captacao-de-recursos-para-projetos-em-icts/",
        "titulo": "IFPE promove curso de Captação de Recursos para Projetos em ICTs – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de outubro de 2025",
        "modificado": "última modificação em 01 de outubro de 2025",
        "texto": "O IFPE, por meio da Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin), promove, entre os dias 13 e 15 outubro, o curso intensivo “Captação de Recursos para Projetos em ICTs: Estratégias, Fontes e Elaboração de Propostas Competitivas”."
    },
    {
        "index": 163,
        "url": "https://portal.ifpe.edu.br/noticias/ifro-promove-viii-congresso-amazonico-de-educacao-a-distancia/",
        "titulo": "IFRO promove VIII Congresso Amazônico de Educação a Distância – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de outubro de 2025",
        "modificado": "última modificação em 01 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Rondônia (IFRO) anuncia a realização doVIII Congresso Amazônico de Educação a Distância. O evento se tornou tradicional e de grande relevância para a discussão e o avanço da educação na região amazônica. Neste ano o tema é “Conectividade, Ecossistema de Inovação e Empreendedorismo na Amazônia”, reunindo profissionais, pesquisadores e estudantes interessados nas particularidades e desafios da EaD em um contexto tão singular."
    },
    {
        "index": 164,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-para-cursos-gratuitos-no-ifpe-vao-ate-01-10/",
        "titulo": "Inscrições para cursos gratuitos no IFPE vão até 01/10 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de setembro de 2025",
        "modificado": "última modificação em 03 de outubro de 2025",
        "texto": "Ainda dá tempo de se inscrever nos cursos gratuitos de qualificação profissional ofertados pelo Programa Autonomia e Renda Petrobras no Instituto Federal de Pernambuco (IFPE). As inscrições estão abertas até o dia 01 de outubro e podem ser realizadas através dos formulários eletrônicos disponíveis no sitewww.autonomiaerenda.com.br, junto aos editaisnº 087/2025/A&Re nº088/2025/A&R. São 110 vagas ofertadas em dois campi: Jaboatão dos Guararapes e Recife."
    },
    {
        "index": 165,
        "url": "https://portal.ifpe.edu.br/noticias/apos-desfile-de-abertura-comecaram-oficialmente-os-jogos-dos-institutos-federais-2025-etapa-nordeste/",
        "titulo": "Após desfile de abertura, começam oficialmente os Jogos dos Institutos Federais 2025 – Etapa Nordeste – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de setembro de 2025",
        "modificado": "última modificação em 30 de setembro de 2025",
        "texto": "Com o desfile das delegações participantes da edição 2025 dos Jogos dos Institutos Federais – Etapa Nordeste, realizado na noite da segunda-feira, 29/09, foi dada a largada para as disputas que já começaram na manhã desta terça, 30/09."
    },
    {
        "index": 166,
        "url": "https://portal.ifpe.edu.br/noticias/delegacao-do-ifpe-ja-esta-em-sao-luis-ma-onde-participa-dos-jogos-dos-institutos-federais-2025-etapa-nordeste/",
        "titulo": "Delegação do IFPE já está em São Luís/MA, onde participa dos Jogos dos Institutos Federais 2025 – Etapa Nordeste – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de setembro de 2025",
        "modificado": "última modificação em 30 de setembro de 2025",
        "texto": "Chegou, na manhã desta segunda-feira, 29/09, a São Luís, capital do Maranhão, para participar dos Jogos dos Institutos Federais edição 2025 – etapa Nordeste, a delegação doInstituto Federal de Pernambuco (IFPE), que já se encontra hospedada no Hotel Premier, localizado na praia da Ponta D’Areia, em São Luís."
    },
    {
        "index": 167,
        "url": "https://portal.ifpe.edu.br/noticias/projeto-de-danca-popular-do-ifpe-afogados-se-apresentara-no-xi-conedu/",
        "titulo": "Projeto de Dança Popular do IFPE Afogados se apresentará no XI Conedu – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Um grupo de integrantes do Projeto de Extensão“IFPE em Movimento: vivências nas danças populares”vai se apresentar dentro da programação doXI Congresso Nacional de Educação (Conedu). O projeto se inscreveu e foi selecionado para a apresentação de dois espetáculos de dança, ambos no sábado, dia 04 de outubro."
    },
    {
        "index": 168,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-curso-de-cerimonial-e-protocolo-de-eventos-publicos-do-ifpe/",
        "titulo": "IFPE divulga Curso de Cerimonial e Protocolo de Eventos Públicos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de setembro de 2025",
        "modificado": "última modificação em 30 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco  (IFPE) realizará o curso“Cerimonial e Protocolo de Eventos Públicos: um olhar prático para o IFPE”, com o objetivo de capacitar servidores que atuam na organização e execução de cerimônias e eventos institucionais. A formação ocorrerá entre os dias05 e 07 de novembro, no campus Recife, e será conduzida pela docenteRaab Simõesno horário das 09h às 12h e 13h às 16h."
    },
    {
        "index": 169,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-para-selecao-de-bolsistas-do-programa-mulheres-mil/",
        "titulo": "IFPE abre inscrições para apoio administrativo do programa Mulheres Mil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de setembro de 2025",
        "modificado": "última modificação em 30 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) lançou edital para o Processo Seletivo Simplificado de servidores/as interessados/as em atuar nos cursos de Formação Inicial e Continuada (FIC), no âmbito do programa Bolsa Formação Mulheres Mil."
    },
    {
        "index": 170,
        "url": "https://portal.ifpe.edu.br/noticias/i-seminario-do-proeja-fundamental-realiza-abertura-no-ifpe-recife/",
        "titulo": "I Seminário do Proeja Fundamental realiza abertura no IFPE Recife – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de setembro de 2025",
        "modificado": "última modificação em 26 de setembro de 2025",
        "texto": "Na manhã da quarta-feira (24), aconteceu a abertura do I Seminário do Proeja Fundamental, no auditório do IFPE Recife. Estiveram presentes o reitor do IFPE, José Carlos de Sá, o diretor geral do Campus Recife, Fábio Nicácio, a secretária executiva de Gestão Pedagógica da Prefeitura do Recife, Ana Coelho Selva, a pró-reitora de Ensino do IFPE, Magadã Marinho Lira, a coordenadora geral do Programa Nacional de Integração da Educação Profissional com a Educação Básica na Modalidade de Educação de Jovens e Adultos (Proeja) no IFPE, Laura Jorge Cavalcanti, e o vice coordenador do Proeja no IFPE, Emílio Vieira de Sousa."
    },
    {
        "index": 171,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-caruaru-promove-oficina-mulheres-negras-e-memoria-no-dia-3-de-outubro/",
        "titulo": "IFPE Caruaru promove oficina “Mulheres Negras e Memória” no dia 3 de outubro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de setembro de 2025",
        "modificado": "última modificação em 26 de setembro de 2025",
        "texto": "O Núcleo de Estudos Afro-Brasileiros e Indígenas (Neabi) do IFPE Campus Caruaru, em parceria com a Coordenação de Políticas Inclusivas (COPI/PROEXT), realiza, na próxima sexta-feira (3 de outubro), a oficina“Mulheres Negras e Memória”. A atividade acontecerá das 10h às 12h, no auditório da Biblioteca do campus."
    },
    {
        "index": 172,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-da-2a-chamada-para-auxilios-a-eventos-e-periodicos/",
        "titulo": "IFPE divulga resultado final da 2ª chamada para auxílios a eventos e periódicos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq) do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta sexta-feira (26), o resultado final da segunda chamada do edital de concessão de auxílios para pesquisadores/as interessados/as em apresentar trabalhos em eventos científicos e tecnológicos no período de outubro a dezembro de 2025, bem como para publicação em periódicos científicos."
    },
    {
        "index": 173,
        "url": "https://portal.ifpe.edu.br/noticias/academicos-as-e-docentes-do-bacharelado-em-enfermagem-sao-premiados-no-congresso-brasileiro-de-conselhos-de-enfermagem/",
        "titulo": "Acadêmicos/as e docentes do Bacharelado em Enfermagem são premiados no Congresso Brasileiro de Conselhos de Enfermagem – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de setembro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "Entre os dias 8 e 11 de setembro, na cidade de Salvador-BA, estudantes e professores/as do curso de Bacharelado em Enfermagem do Campus Pesqueira do IFPE participaram do27º Congresso Brasileiro dos Conselhos de Enfermagem – CBCENF 2025, evento promovido pelo Conselho Federal de Enfermagem (COFEN). Além do Bacharelado em Enfermagem, também representou o Mestrado Profissional em Enfermagem e o Hub de Tecnologia e Inovação em Saúde – Hubits IFPE, cuja participação rendeu premiação na categoria NurseHack4 Health Brasil, a professora Ana Carla Alexandre."
    },
    {
        "index": 174,
        "url": "https://portal.ifpe.edu.br/noticias/campus-vitoria-sedia-ii-seminario-de-combate-aos-assedios-e-discriminacoes/",
        "titulo": "Campus Vitória sedia II Seminário de Combate aos Assédios e Discriminações – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de setembro de 2025",
        "modificado": "última modificação em 20 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) realizou, nesta quinta-feira (25), no Campus Vitória de Santo Antão, o II Seminário de Combate aos Assédios e Discriminações: Tecendo Redes. O encontro reuniu representantes das equipes multiprofissionais e dos núcleos afins (NEABI, NAPNE, NEGED) de diversos campi, além de estudantes, servidores/as e membros da comunidade externa, em um dia de debates, trocas e formação."
    },
    {
        "index": 175,
        "url": "https://portal.ifpe.edu.br/noticias/reuniao-selou-ultimos-detalhes-para-embarque-da-delegacao-do-ifpe-rumo-aos-jogos-dos-institutos-federais-etapa-nordeste/",
        "titulo": "Reunião selou últimos detalhes para embarque da delegação do IFPE rumo aos Jogos dos Institutos Federais – Etapa Nordeste – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de setembro de 2025",
        "modificado": "última modificação em 30 de setembro de 2025",
        "texto": "Uma reunião realizada remotamente, na tarde da quarta-feira, 24/09, selou os últimos detalhes de planejamento e preparativos acerca da viagem para participação da delegação do Instituto Federal de Pernambuco (IFPE) na edição 2025 dos Jogos dos Institutos Federais – Etapa Nordeste, que será realizada na cidade de São Luís, capital do Maranhão, de 29/09 a 04/10."
    },
    {
        "index": 176,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-divulga-resultado-preliminar-para-concessao-de-auxilios-para-eventos-e-periodicos/",
        "titulo": "Propesq divulga resultado preliminar da segunda chamada para concessão de auxílios para eventos e periódicos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de setembro de 2025",
        "modificado": "última modificação em 26 de setembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação do IFPE (Propesq) divulgou, nesta quinta-feira (25), oresultado preliminarda segunda chamada do edital de concessão de auxílios a pesquisadores/as do IFPE para apresentação de trabalhos em eventos científicos e tecnológicos e publicação de artigos em periódicos científicos. A seleção tem como objetivo incentivar e fortalecer a produção científica e tecnológica de servidores(as) pesquisadores(as) do IFPE, investindo na socialização de experiências e resultados e na projeção institucional, promovendo a identidade científica do Instituto."
    },
    {
        "index": 177,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-de-servidores-as-votantes-para-eleicao-da-cis/",
        "titulo": "Divulgada Lista de servidores/as votantes para eleição da CIS – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de setembro de 2025",
        "modificado": "última modificação em 24 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta quarta-feira (24/09), a lista de servidores/as que poderão votar na eleição para a Comissão Interna de Supervisão do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (CIS-PCCTAE)."
    },
    {
        "index": 178,
        "url": "https://portal.ifpe.edu.br/noticias/publicada-lista-final-de-candidatos-as-para-a-comissao-interna-de-supervisao-do-pcctae/",
        "titulo": "Publicada lista final de candidatos/as para a Comissão Interna de Supervisão do PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta terça-feira (23), a lista final dos/as candidatos/as inscritos/as para a Comissão Interna de Supervisão do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (CIS-PCCTAE)."
    },
    {
        "index": 179,
        "url": "https://portal.ifpe.edu.br/noticias/programa-hackers-do-bem-abre-25-mil-novas-vagas-para-formar-profissionais-de-ciberseguranca/",
        "titulo": "Programa Hackers do Bem abre 25 mil novas vagas para formar profissionais de cibersegurança – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de setembro de 2025",
        "modificado": "última modificação em 23 de setembro de 2025",
        "texto": "Criado para capacitar profissionais de cibersegurança e preparar o Brasil para os desafios de um mundo cada vez mais conectado, o programaHackers do Bemvai abrir 25 mil novas vagas para os cursos de Nivelamento e Básico. A iniciativa é totalmente gratuita e voltada a qualquer pessoa que deseje seguir carreira na área. As inscrições estão abertas, exclusivamente, pelo site do programa, e podem ser feitas por interessados de todas as regiões do país que estejam cursando ou que já tenham concluído o ensino médio."
    },
    {
        "index": 180,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-afogados-recebe-mocao-de-aplauso-pelos-15-anos-de-atuacao-em-afogados-da-ingazeira/",
        "titulo": "IFPE Afogados recebe Moção de Aplauso pelos 15 anos de atuação em Afogados da Ingazeira – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Aconteceu na manhã desta terça-feira (23), no Plenário Cirene de Lima Alves, na Câmara Municipal Monsenhor de Arruda Câmara, em Afogados da Ingazeira, a entrega da Moção de Aplauso concedida pela casa ao IFPE Campus Afogados da Ingazeira pelos seus 15 anos de existência."
    },
    {
        "index": 181,
        "url": "https://portal.ifpe.edu.br/noticias/prorrogado-prazo-de-submissao-de-trabalhos-para-mostra-de-pos-graduacao-do-ifpe-2025/",
        "titulo": "Prorrogado prazo de submissão de trabalhos para Mostra de Pós-Graduação do IFPE 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de setembro de 2025",
        "modificado": "última modificação em 26 de setembro de 2025",
        "texto": "Foi prorrogado,até esta quinta (25/9),o prazo para submissão de trabalhos para a Mostra de Pós-Graduação do IFPE 2025, que acontecerá de 13 a 16 de outubro, no Campus Recife."
    },
    {
        "index": 182,
        "url": "https://portal.ifpe.edu.br/noticias/estudantes-do-curso-de-pos-graduacao-em-educacao-do-campo-vivenciam-experiencias-praticas-em-agroecologia/",
        "titulo": "Estudantes da Pós em Educação do Campo vivenciam práticas em Agroecologia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de setembro de 2025",
        "modificado": "última modificação em 22 de setembro de 2025",
        "texto": "No último sábado (20), os estudantes do Curso de Pós-Graduação em Educação do Campo-Escola da Terra, do IFPE, tiveram a oportunidade de vivenciar experiências únicas na conclusão do Módulo de Agroecologia. O curso, oferecido nos campi Afogados da Ingazeira e Recife, proporciona aos alunos a imersão em práticas sustentáveis e agroecológicas, essenciais para a formação de profissionais comprometidos com a educação do campo."
    },
    {
        "index": 183,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-nova-errata-do-edital-da-selecao-do-mestrado-profissional-em-gestao-ambiental-mpga/",
        "titulo": "Divulgada nova errata do edital da seleção do Mestrado Profissional em Gestão Ambiental (MPGA) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE Recife divulgou, nesta quinta-feira (18/09), a nova errata do edital da seleção do Mestrado Profissional em Gestão Ambiental (MPGA)."
    },
    {
        "index": 184,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-das-inscricoes-confirmadas-para-concurso-publico-de-cargos-tecnico-administrativos/",
        "titulo": "IFPE divulga resultado final de inscrições confirmadas para concurso de cargos técnico-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (19/09), o resultado final das inscrições confirmadas e por reserva de vaga escolhida referente ao Concurso Público para Cargos Técnico-Administrativos em Educação (TAE’s). Também foram disponibilizados na “Área do/a Candidato/a” o resultado da análise de recurso e o resultado do pedido das condições especiais para realização da prova."
    },
    {
        "index": 185,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-palmares-finaliza-projeto-de-contagem-e-classificacao-de-cistos-ovarianos/",
        "titulo": "IFPE Palmares finaliza projeto de contagem e classificação de cistos ovarianos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de setembro de 2025",
        "modificado": "última modificação em 13 de outubro de 2025",
        "texto": "Pesquisadores do IFPE Palmares estão finalizando mais um projeto financiado pela Fundação de Amparo à Ciência e Tecnologia de Pernambuco (Facepe), através doEdital Facepe 33/2024 COMPET Superior. O professor Diogo Lopes, que também é diretor geral do campus, coordenou o projeto “CistosNet: sistema inteligente para apoio aos médicos na detecção de ovários policísticos”, que recebeu fomento de R$ 51 mil e envolveu dez alunos bolsistas durante seis meses."
    },
    {
        "index": 186,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-i-seminario-do-proeja-fundamental-3/",
        "titulo": "IFPE promove I Seminário do Proeja Fundamental – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Programa de Apoio à Oferta de Educação de Jovens e Adultos Integrada à Educação Profissional (EJA-EPT), irá promover o I Seminário do PROEJA Fundamental, que será realizado nos dias 24 e 25 de setembro, no Auditório do Campus Recife. A iniciativa é da Pró-reitoria de Ensino (Proden) em parceria com as Redes Municipais e Estadual de Educação de Pernambuco."
    },
    {
        "index": 187,
        "url": "https://portal.ifpe.edu.br/noticias/programa-autonomia-e-renda-petrobras-abre-110-vagas-para-cursos-gratuitos-no-ifpe/",
        "titulo": "Programa Autonomia e Renda Petrobras abre 110 vagas para cursos gratuitos no IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de setembro de 2025",
        "modificado": "última modificação em 10 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançou novos editais do Programa Autonomia e Renda Petrobras, oferecendo 110 vagas gratuitas em cursos de qualificação profissional em dois campi: Jaboatão dos Guararapes e Recife. As inscrições são gratuitas e podem ser feitas de 18 de setembro a 01 de outubro."
    },
    {
        "index": 188,
        "url": "https://portal.ifpe.edu.br/noticias/sai-lista-preliminar-de-candidatos-as-para-a-comissao-interna-de-supervisao-do-pcctae/",
        "titulo": "Publicada lista preliminar de candidatos/as para a Comissão Interna de Supervisão do PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de setembro de 2025",
        "modificado": "última modificação em 18 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta quinta-feira (18), a lista preliminar dos/as candidatos/as inscritos/as para a Comissão Interna de Supervisão do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (CIS-PCCTAE)."
    },
    {
        "index": 189,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-participa-de-feira-de-agricultura-familiar/",
        "titulo": "IFPE participa de Feira de Agricultura familiar – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) marcou presença na Feira de Negócios da Agricultura Familiar de Pernambuco (FENEAF), sendo a única instituição de educação federal do estado a participar do evento, que em sua programação contou com cursos, oficinas, shows, exposição e comercialização de produtos de agricultores/as familiares, entre eles/as pequenos sitiantes, posseiros/as, assentados/as, acampados/as, povos originários ou tradicionais e outras comunidades que plantam, criam e beneficiam alimentos saudáveis."
    },
    {
        "index": 190,
        "url": "https://portal.ifpe.edu.br/noticias/estudante-com-fome-nao-aprende-presidente-do-conif-faz-alerta-sobre-a-grave-situacao-alimentar-na-rede-federal/",
        "titulo": "“Estudante com fome não aprende”: Presidente do Conif faz alerta sobre a grave situação alimentar na Rede Federal – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de setembro de 2025",
        "modificado": "última modificação em 17 de outubro de 2025",
        "texto": "A presidente do Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif), Ana Paula Giraux, lançou nesta terça-feira (16) um forte apelo às autoridades públicas e à sociedade brasileira: é urgente tirar os estudantes da Rede Federal do mapa da fome.  O texto faz um alerta sobre a urgência de garantir recursos estáveis e suficientes para assegurar a permanência dos estudantes mais vulneráveis no ensino básico. A seguir, o artigo na íntegra:"
    },
    {
        "index": 191,
        "url": "https://portal.ifpe.edu.br/noticias/conif-vai-ao-parlamento-pedir-r-1-bilhao-para-alimentacao-estudantil-na-rede-federal/",
        "titulo": "Conif vai ao Parlamento pedir R$ 1 bilhão para alimentação estudantil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "Às vésperas doDia Nacional da Educação Profissional e Tecnológica, celebrado em 23 de setembro, o Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif) realiza, nesta terça-feira (16/9), mais uma edição daMarcha dos Dirigentes por Mais Orçamento na Rede Federal."
    },
    {
        "index": 192,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-palmares-finaliza-projeto-de-monitoramento-da-uti-do-hospital-cardiologico-procape-upe/",
        "titulo": "IFPE Palmares finaliza projeto de monitoramento da UTI do hospital cardiológico Procape/UPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de setembro de 2025",
        "modificado": "última modificação em 17 de setembro de 2025",
        "texto": "Neste mês de setembro, uma equipe do Campus Palmares encerrou um projeto em parceria com o Pronto Socorro Cardiológico Universitário de Pernambuco Prof. Luiz Tavares (Procape), unidade de saúde ligada à Universidade de Pernambuco (UPE) localizada no Recife. O projeto, intitulado “Abordagem Integrada de IoT, Machine Learning e Sensores para monitoramento de pacientes em ambientes hospitalares”, recebeu fomento de R$ 44.536 através do Edital Facepe 33/2024 COMPET Superior . A maior parte do valor fornecido pela Fundação de Amparo à Ciência e Tecnologia de Pernambuco (Facepe) foi voltada para as bolsas de R$ 700 mensais pagas aos oito estudantes que participaram das atividades coordenadas pelo professor Thiago Valentim durante seis meses."
    },
    {
        "index": 193,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-tem-sete-projetos-aprovados-em-edital-estadual-de-popularizacao-da-ciencia-da-facepe/",
        "titulo": "IFPE tem sete projetos aprovados em edital estadual de popularização da ciência da FACEPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE) obteve destaque no edital “Helen Khoury – Apoio à Difusão e à Popularização da Ciência”, promovido pela Fundação de Amparo à Ciência e Tecnologia do Estado de Pernambuco (FACEPE)."
    },
    {
        "index": 194,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-das-olimpiadas-cientificas-pernambucanas-sao-prorrogadas-ate-o-dia-25-09/",
        "titulo": "Inscrições das Olimpíadas Científicas Pernambucanas vão até o dia 25/09 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de setembro de 2025",
        "modificado": "última modificação em 10 de outubro de 2025",
        "texto": "Seguem abertas,até o dia 25 de setembro, as inscrições para as Olimpíadas Científicas Pernambucanas 2025, promovidas pelo Instituto Federal de Pernambuco (IFPE)."
    },
    {
        "index": 195,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-resultado-final-das-inscricoes-confirmadas-em-concurso-para-docentes/",
        "titulo": "IFPE publica resultado final das inscrições confirmadas em concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de setembro de 2025",
        "modificado": "última modificação em 03 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta sexta-feira (12), oresultado final das inscrições confirmadas e por reserva de vagaescolhida do Concurso Público para docentes. A relação está disponível para consulta individual na Área do Candidato, no portal da banca organizadora, Funcern:https://inscricoes.funcern.org/e/ifpe-docente-2025/."
    },
    {
        "index": 196,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promoveu-i-encontro-de-formacao-continuada-de-docentes/",
        "titulo": "IFPE promoveu I Encontro de Formação Continuada de Docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "A Pró-reitoria de Ensino (Proden) promoveu, nesta última quinta (11/9), o Encontro de Formação Continuada de Docentes do IFPE 2025, que marcou a abertura de ações formativas voltadas para este público, trazendo como tema “ Educação, Ciência e Tecnologia na formação integral das pessoas cidadãs, com foco nos princípios da Educação Profissional e Tecnológica (EPT).”"
    },
    {
        "index": 197,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-das-inscricoes-confirmadas-para-concurso-tecnico-administrativo-do-ifpe/",
        "titulo": "Sai resultado preliminar das inscrições confirmadas para concurso técnico-administrativo do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de setembro de 2025",
        "modificado": "última modificação em 18 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (12/09), o resultado preliminar das inscrições confirmadas e por reserva de vaga escolhida do concurso público para cargos técnico-administrativos em Educação (TAE’s)."
    },
    {
        "index": 198,
        "url": "https://portal.ifpe.edu.br/noticias/programa-supernova-para-impulsionar-inovacao-entre-estudantes-da-rede-federal/",
        "titulo": "Programa Supernova para impulsionar inovação entre estudantes da Rede Federal – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Sebrae, em parceria com o Ministério da Educação (MEC), lançou o Programa Sebrae Supernova, uma iniciativa nacional voltada a estimular oempreendedorismo e a criação de negócios inovadores entre estudantes daEducação Profissional e do Ensino Superior. Gratuito e de alcance nacional, oprograma tem como objetivo transformar ideias em soluções concretas paradesafios do mercado, aproximando a comunidade acadêmica do ecossistema de inovação brasileiro.O Supernova oferece uma trilha formativa online, que inclui mentorias, conteúdospráticos e desafios que conduzem os participantes ao desenvolvimento de projetos inovadores com potencial de impacto social e econômico. Ao final do percurso, as equipes apresentarão um Pitch e um Business Model Canvas (BMC), que serão avaliados por uma banca de espe..."
    },
    {
        "index": 199,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-marca-presenca-na-conferencia-luso-brasileira-de-ciencia-aberta/",
        "titulo": "IFPE marca presença na Conferência Luso-Brasileira de Ciência Aberta – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de setembro de 2025",
        "modificado": "última modificação em 12 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) marcou presença durante a 16ª Conferência Luso-Brasileira de Ciência Aberta (ConfOA), realizada em Goiás, entre os dias 08 e 12/09. O estudo desenvolvido na instituição,  intitulado “Mapeamento dos Objetivos de Desenvolvimento Sustentável (ODS) em Repositórios Institucionais: o caso do programa de pós-graduação stricto sensu em Gestão Ambiental do IFPE”, foi apresentado no evento pela gestora do Repositório Institucional da instituição (RI), a bibliotecária Amanda Tavares."
    },
    {
        "index": 200,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-cabo-prorroga-inscricoes-para-100-vagas-em-cursos-gratuitos-de-idiomas/",
        "titulo": "IFPE Cabo prorroga inscrições para 100 vagas em cursos gratuitos de idiomas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de setembro de 2025",
        "modificado": "última modificação em 24 de setembro de 2025",
        "texto": "O Campus Cabo de Santo Agostinho publicou nesta quarta-feira (10) uma retificação ao Edital CCSA/IFPE nº 20/2025, que visa selecionar estudante para os cursos FIC de Espanhol Básico e Intermediário, de Inglês Básico e Intermediário, e, de Libras Básico, ofertados pelo Centro de Libras e Línguas Estrangeiras (CELLE)."
    },
    {
        "index": 201,
        "url": "https://portal.ifpe.edu.br/noticias/formacao-do-pronasci-juventude-pe-prepara-equipes-para-mapeamento-territorial-e-letramento-racial/",
        "titulo": "Formação do Pronasci Juventude PE prepara equipes para mapeamento territorial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de setembro de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "As equipes multiprofissionais do Pronasci Juventude Pernambuco participaram, nesta semana, de uma nova etapa de capacitação que trouxe dois temas centrais para a atuação nos territórios: o mapeamento territorial e o letramento racial. A partir dessas formações, os profissionais darão início já nos próximos dias ao processo de levantamento de informações nas comunidades, que permitirá traçar o perfil dos jovens atendidos e elaborar os planos de ação para as próximas fases do programa."
    },
    {
        "index": 202,
        "url": "https://portal.ifpe.edu.br/noticias/confira-a-portaria-que-estabelece-orientacoes-sobre-o-recesso-para-comemoracao-das-festas-de-final-de-ano/",
        "titulo": "Confira a portaria que estabelece orientações sobre recesso para comemoração das festas de final de ano – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de setembro de 2025",
        "modificado": "última modificação em 10 de setembro de 2025",
        "texto": "A Diretoria de Gestão de Pessoas (DGPE) do IFPE informa aos/às servidores/as que o Ministério da Gestão e da Inovação em Serviços Públicos (MGI) publicou a Portaria SRT/MGI n º 7.486, de 4 de setembro de 2025."
    },
    {
        "index": 203,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-o-edital-do-programa-moradia-estudantil-2025-2-do-campus-belo-jardim/",
        "titulo": "Publicado o edital do programa Moradia Estudantil 2025.2 do Campus Belo Jardim – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "A Diretoria de Assistência Estudantil (DAE) do IFPE lançou, nesta terça-feira (9), oEdital REI/IFPE nº 45/2025, referente ao Programa de Moradia Estudantil 2025.2 do Campus Belo Jardim."
    },
    {
        "index": 204,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-adere-a-plataforma-participa-brasil-para-realizacao-de-consultas-publicas/",
        "titulo": "IFPE adere à plataforma Participa +Brasil para realização de consultas públicas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de setembro de 2025",
        "modificado": "última modificação em 24 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) aderiu oficialmente à plataforma Participa +Brasil, ferramenta do Governo Federal destinada a ampliar os canais de participação social."
    },
    {
        "index": 205,
        "url": "https://portal.ifpe.edu.br/noticias/vem-ai-a-mostra-de-pos-graduacao-do-ifpe-2025/",
        "titulo": "Vem aí a Mostra de Pós-Graduação do IFPE 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de setembro de 2025",
        "modificado": "última modificação em 13 de outubro de 2025",
        "texto": "Será realizada, entre os dias 13 e 16 de outubro, a Mostra de Pós-Graduação do IFPE 2025, que acontecerá no Campus Recife, das 8h às 17h."
    },
    {
        "index": 206,
        "url": "https://portal.ifpe.edu.br/noticias/resultado-final-do-edital-de-politicas-de-acoes-afirmativas-e-divulgado/",
        "titulo": "Resultado final do edital de Políticas de Ações Afirmativas é divulgado – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de setembro de 2025",
        "modificado": "última modificação em 10 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta terça-feira (09/09), o resultado final referente à seleção do Edital de Políticas de Ações Afirmativas, que tem como objetivo promover a inclusão e a equidade por meio da concessão de bolsas de extensão para projetos específicos, gerenciados pela Pró-Reitoria de Extensão (Proext)."
    },
    {
        "index": 207,
        "url": "https://portal.ifpe.edu.br/noticias/abertas-inscricoes-para-as-bolsas-de-excelencia-do-governo-suico/",
        "titulo": "Abertas inscrições para as Bolsas de Excelência do Governo Suíço – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de setembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Departamento de Relações Internacionais (DRIN) do IFPE informa que estão abertas as inscrições para as Bolsas de Excelência do Governo Suíço para o ano acadêmico de 2026/2027, com início previsto em setembro de 2026, na Suíça."
    },
    {
        "index": 208,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-da-selecao-para-educadora-juridicoa-e-apoio-a-reducao-de-danos-do-pronasci-juventude-pernambuco/",
        "titulo": "Sai resultado da seleção para educador(a) jurídico(a) e apoio à redução de danos do Pronasci – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de setembro de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "O Programa Nacional de Segurança Pública com Cidadania – Pronasci Juventude Pernambuco, executado pelo IFPE, divulgou nesta sexta-feira (5) o resultado da seleção para educador(a) jurídico(a) e cadastro de reserva para serviços de apoio à redução de danos. A seleção foi realizada pela Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade/UFPE)."
    },
    {
        "index": 209,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-do-edital-de-politicas-de-acoes-afirmativas/",
        "titulo": "Sai resultado preliminar do edital de Políticas de Ações Afirmativas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de setembro de 2025",
        "modificado": "última modificação em 10 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (25), oresultado preliminarreferente à seleção do Edital de Políticas de Ações Afirmativas, que tem como objetivo promover inclusão e equidade por meio da concessão de bolsas de extensão para projetos específicos, gerenciados pela Pró-Reitoria de Extensão (Proext)."
    },
    {
        "index": 210,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-preliminar-das-inscricoes-confirmadas-em-concurso-para-docentes/",
        "titulo": "IFPE divulga resultado preliminar das inscrições confirmadas em concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de setembro de 2025",
        "modificado": "última modificação em 03 de outubro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta sexta-feira (5), o resultado preliminar das inscrições confirmadas e por reserva de vaga escolhida do Concurso Público para docentes. A lista poderá ser consultada no site da Funcern, banca organizadora do certame:https://funcern.br/concursos/ifpedocente-2025Os candidatos que discordarem do resultado poderão interpor recurso na segunda-feira, 8 de setembro, por meio da área do candidato disponível no site da Funcern. A desistência de concorrer pelo sistema de reserva de vagas também poderá ser solicitada exclusivamente durante este período."
    },
    {
        "index": 211,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-ii-seminario-de-combate-aos-assedios-e-discriminacoes/",
        "titulo": "IFPE promove II Seminário de Combate aos Assédios e Discriminações – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de setembro de 2025",
        "modificado": "última modificação em 26 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) vai promover, no dia 25 de setembro, o II Seminário de Combate aos Assédios e Discriminações: Tecendo Redes. O evento, que será realizado no Campus Vitória de Santo Antão, estava previsto para acontecer em maio, mas precisou ser adiado em virtude do excesso de chuvas em Pernambuco."
    },
    {
        "index": 212,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-prorroga-inscricoes-do-concurso-publico-para-cargos-tecnico-administrativos/",
        "titulo": "IFPE prorroga inscrições do concurso público para cargos técnico-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de setembro de 2025",
        "modificado": "última modificação em 05 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) prorrogou, até a próxima segunda-feira (08/09), as inscrições do concurso público para cargos técnico-administrativos em Educação (TAE’s). Com a prorrogação, o último dia para efetuar o pagamento da taxa de inscrição passa a ser 09 de setembro. A depender do cargo escolhido, essa taxa varia entre R$75, R$120 e R$150, podendo ser paga via Pix ou boleto bancário."
    },
    {
        "index": 213,
        "url": "https://portal.ifpe.edu.br/noticias/projeto-do-ifpe-conquista-duas-premiacoes-na-edicao-2025-do-premio-inova/",
        "titulo": "Projeto do IFPE conquista duas premiações na edição 2025 do Prêmio Inova – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) é destaque nacional no cenário da inovação. Um projeto desenvolvido por estudantes e professores do Campus Recife conquistou duas premiações na edição 2025 do Prêmio Inova, que aconteceu nos dias 2 e 3 de setembro, em Brasília, durante o Painel Telebrasil Summit 2025. Uma delas foi o prêmio “Destaque”, que consagrou o projeto mais relevante eleito pelos participantes do painel; e o outro foi na categoria “Acessibilidade”, na qual a equipe concorreu com outros 40 projetos inscritos em edital."
    },
    {
        "index": 214,
        "url": "https://portal.ifpe.edu.br/noticias/retratos-do-trabalho-capacita-microempreendedoras-de-olinda-em-fotografia-para-negocios/",
        "titulo": "Retratos do Trabalho capacita microempreendedoras de Olinda em fotografia para negócios – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Campus Olinda do Instituto Federal de Pernambuco (IFPE) está promovendo o curso de extensão Retratos do Trabalho – Fotografia de produto como ferramenta de visibilidade para microempreendedores, voltado a empreendedoras locais que utilizam principalmente o Instagram como vitrine de vendas. A iniciativa é resultado da parceria entre o IFPE Olinda, a Sala do Empreendedor e a Prefeitura Municipal."
    },
    {
        "index": 215,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-segunda-chamada-para-auxilio-a-divulgacao-cientifica-e-publicacao-de-artigos/",
        "titulo": "IFPE divulga segunda chamada para auxílio à divulgação científica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de setembro de 2025",
        "modificado": "última modificação em 04 de setembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-graduação e Inovação do IFPE (Propesq) divulgou, nesta quarta-feira (04), a segunda chamada doEdital REI/IFPE Nº 44/2025, que concedeauxílios a servidores/as pesquisadores/as do IFPEpara apresentação de trabalhos e publicação de artigos científicos. Conforme a Propesq havia anunciado, esta segunda oportunidade já estava prevista em seu planejamento, compreendendo, agora, os meses finais do ano corrente (outubro a dezembro)."
    },
    {
        "index": 216,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-olinda-promove-grupos-de-apoio-para-pessoas-com-alzheimer-e-cuidadoresas/",
        "titulo": "IFPE Olinda promove grupos de apoio para pessoas com Alzheimer e cuidadores(as) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) – Campus Olinda, por meio do Núcleo 60+, deu início a uma nova atividade dedicada às pessoas com Alzheimer e também às pessoas cuidadoras. Os encontros acontecem sempre nas primeiras terças-feiras de cada mês e buscam integrar cuidado, acolhimento e qualidade de vida."
    },
    {
        "index": 217,
        "url": "https://portal.ifpe.edu.br/noticias/programa-supernova-vai-estimular-geracao-de-negocios/",
        "titulo": "Programa Supernova vai estimular geração de negócios – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de setembro de 2025",
        "modificado": "última modificação em 03 de setembro de 2025",
        "texto": "Estudantes de cursos técnicos e superiores de instituições públicas de ensino interessados em explorar o universo dos negócios inovadores podem participar do Programa Supernova. A iniciativa, fruto de parceria entre o Ministério da Educação (MEC) e o Serviço Brasileiro de Apoio às Micro e Pequenas Empresas (Sebrae) pretende alcançar até cinco mil alunos de todo o país na primeira fase do programa, com mil equipes formadas."
    },
    {
        "index": 218,
        "url": "https://portal.ifpe.edu.br/noticias/equipe-do-ifpe-recife-ganha-medalha-de-ouro-na-etapa-online-da-olimpiada-brasileira-de-geografia/",
        "titulo": "IFPE Recife ganha medalha de ouro na etapa on-line da Olimpíada Brasileira de Geografia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "A equipe “Géofilos” do IFPE Recife foi a primeira colocada, em Pernambuco, na terceira fase da 10ª Olimpíada Brasileira de Geografia (OBG). Com isso, os membros da equipe (coordenada pelo professor doutor Enildo Luiz Gouveia e composta pelos estudantes Ágatha Beatriz Pereira Dutra, Gabriel Araújo Dias Mendes e Beatriz Eloi Antunes Correia, todos do segundo período do curso integrado de Eletrotécnica) conquistaram a medalha de ouro e vão representar Pernambuco na etapa final da olimpíada, que será realizada em novembro na Universidade Estadual de Campinas (Unicamp), em São Paulo."
    },
    {
        "index": 219,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-das-olimpiadas-cientificas-pernambucanas-vao-ate-dia-12-09/",
        "titulo": "Inscrições das Olimpíadas Científicas Pernambucanas vão até dia 12/09 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de setembro de 2025",
        "modificado": "última modificação em 15 de setembro de 2025",
        "texto": "Seguem abertas, até o dia 12 de setembro, as inscrições das Olimpíadas Científicas Pernambucanas 2025 promovidas pelo Instituto Federal de Pernambuco (IFPE).  Escolas públicas e privadas de todo estado interessadas em participar da 9ª Olimpíada Pernambucana de Astronomia e Astronáutica (OPA), 8ª Olimpíada Pernambucana de Física (OPEF) e 8ª Olimpíada Pernambucana de Foguetes (OPEFOG) devem se inscrever por meio de ficha única de inscrição a ser preenchida por um diretor/a e um professor/a representante."
    },
    {
        "index": 220,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-selecao-de-tutor-a-na-modalidade-a-distancia-2025/",
        "titulo": "IFPE lança seleção de tutor/a na modalidade a distância 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de setembro de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançou, nesta segunda (01), Processo Seletivo Simplificado para Tutor/a Formador/a dos cursos ofertados pelo Sistema Universidade Aberta do Brasil (UAB), vinculado à Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) do Ministério da Educação (MEC)."
    },
    {
        "index": 221,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-inscreve-para-concurso-tecnico-administrativo-ate-dia-04-de-setembro/",
        "titulo": "IFPE inscreve para concurso de cargos técnico-administrativos até dia 04 de setembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de setembro de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "Continuam abertas, até o dia 04 de setembro, as inscrições do concurso público para cargos técnico-administrativos em Educação (TAE’s) do Instituto Federal de Pernambuco (IFPE). A taxa de inscrição varia entre R$75, R$120 e R$150, a depender do cargo escolhido, e poderá ser paga via Pix ou boleto bancário até o dia 05 de setembro. As vagas contemplam diversas áreas de formação que vão de nível médio completo e médio profissionalizante até superior."
    },
    {
        "index": 222,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recruta-bolsistas-para-cargos-de-docencia-no-programa-autonomia-e-renda-petrobras/",
        "titulo": "IFPE recruta bolsistas para cargos de docência no Programa Autonomia e Renda Petrobras – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "Estão abertas, até o dia 08 de setembro, as inscrições para a seleção de servidores ativos efetivos do IFPE como bolsistas no cargo de docente do Programa Autonomia e Renda Petrobras."
    },
    {
        "index": 223,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recife-prorroga-inscricoes-para-mestrado-profissional-em-gestao-ambiental/",
        "titulo": "IFPE Recife prorroga inscrições para Mestrado Profissional em Gestão Ambiental – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de agosto de 2025",
        "modificado": "última modificação em 05 de setembro de 2025",
        "texto": "O IFPE Recife prorrogou as inscrições para a seleção do Mestrado Profissional em Gestão Ambiental (MPGA) até o dia 31 de agosto. São ofertadas 20 vagas, das quais três são reservadas para pessoas pretas, pardas, indígenas ou quilombolas, e uma para pessoas com deficiência (PCD), conforme a Política Institucional de Ações Afirmativas da Instituição."
    },
    {
        "index": 224,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-preliminar-de-isencao-de-taxa-para-concurso-de-taes/",
        "titulo": "IFPE divulga resultado preliminar da isenção de taxa para concurso TAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou o resultado preliminar das solicitações de isenção da taxa de inscrição do concurso público para cargos técnico-administrativos em Educação (TAE’s). O resultado da solicitação está disponível naárea do/a candidato/aodo portal da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (FUNCERN), banca organizadora do concurso."
    },
    {
        "index": 225,
        "url": "https://portal.ifpe.edu.br/noticias/prazo-para-pagamento-da-taxa-de-inscricao-do-concurso-do-ifpe-encerra-nesta-sexta-feira-29/",
        "titulo": "Prazo para pagamento da taxa de inscrição do concurso do IFPE encerra nesta sexta-feira (29) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "O prazo para pagamento da taxa de inscrição do Concurso Público para Professor/a do Ensino Básico, Técnico e Tecnológico (EBTT) do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) termina nesta sexta-feira, 29 de agosto. Apenas os candidatos que quitarem a taxa no valor de R$ 220,00 estarão efetivamente inscritos no certame. O pagamento pode ser realizado via Pix ou boleto bancário."
    },
    {
        "index": 226,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-assina-ordem-de-servico-do-campus-goiana/",
        "titulo": "IFPE assina ordem de serviço do Campus Goiana e apresenta ao MEC projeto do Campus Recife-Centro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "Nesta quarta-feira (27), o reitor do Instituto Federal de Pernambuco (IFPE), José Carlos de Sá, assinou o termo de início das obras do novo Campus Goiana. O ato aconteceu durante a visita do ministro da Educação, Camilo Santana, em Recife, que teve também a oportunidade de conhecer o projeto de engenharia do novo Campus Recife – Centro."
    },
    {
        "index": 227,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-i-seminario-do-proeja-fundamental-2/",
        "titulo": "IFPE promove I Seminário do Proeja Fundamental – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de agosto de 2025",
        "modificado": "última modificação em 19 de setembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Programa de Apoio à Oferta de Educação de Jovens e Adultos Integrada à Educação Profissional (EJA-EPT), irá promover o I Seminário do PROEJA Fundamental, que será realizado nos dias 24 e 25 de setembro, no Auditório do Campus Recife. A iniciativa é da Pró-reitoria de Ensino (Proden) em parceria com as Redes Municipais e Estadual de Educação de Pernambuco."
    },
    {
        "index": 228,
        "url": "https://portal.ifpe.edu.br/noticias/aberto-4a-ciclo-do-edital-para-participacao-em-programa-de-pos-graduacao-stricto-sensu/",
        "titulo": "Aberto 4º ciclo do edital para participação em programa de pós-Graduação Stricto Sensu – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de agosto de 2025",
        "modificado": "última modificação em 28 de agosto de 2025",
        "texto": "A Diretoria de Gestão de Pessoas (DGPE) comunica aos/às servidores/as a abertura do 4º Ciclo do Edital nº 51/2024, que regulamenta o processo para participação em programa de Pós-graduação Stricto Sensu e estudo no país ou no exterior no ano de 2025. A participação na seleção é um dos requisitos para os/as servidores/as que pretendem solicitar afastamento com esse intuito. O documento estabelece as regras tanto para servidores docentes quanto para os técnico-administrativos. As inscrições do 4º Ciclo acontecem no períodode 1 a 10 de setembro."
    },
    {
        "index": 229,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-programa-de-preparacao-para-aposentadoria-como-acao-estrategica-da-gestao-de-pessoas/",
        "titulo": "IFPE anuncia Programa de Preparação para Aposentadoria como ação estratégica da Gestão de Pessoas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de agosto de 2025",
        "modificado": "última modificação em 28 de agosto de 2025",
        "texto": ""
    },
    {
        "index": 230,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-divulga-resultado-final-do-bia-2025-2/",
        "titulo": "Propesq divulga resultado final do BIA 2025.2 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 27 de agosto de 2025",
        "modificado": "última modificação em 27 de agosto de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-graduação e Inovação do IFPE (Propesq) divulgou, nesta quarta-feira (27), oresultado finaldo edital do Programa de Bolsas de Incentivo Acadêmico (BIA) 2025.2, após o período de interposição de recursos."
    },
    {
        "index": 231,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-do-concurso-publico-para-administrativos-do-ifpe-seguem-ate-dia-04/",
        "titulo": "Inscrições do Concurso Público para administrativos do IFPE seguem até dia 04 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "Seguem, até o dia 04 de setembro, as inscrições do concurso público para cargos técnico-administrativos em Educação (TAE’s) do Instituto Federal de Pernambuco (IFPE). A taxa de inscrição varia entre R$75, R$120 e R$150, a depender do cargo escolhido, e poderá ser paga via Pix ou boleto bancário até o dia 05 de setembro. As vagas contemplam diversas áreas de formação que vão de nível médio completo e médio profissionalizante até superior."
    },
    {
        "index": 232,
        "url": "https://portal.ifpe.edu.br/noticias/concurso-docente-inscricoes-para-100-vagas-terminam-nesta-quinta-feira-28/",
        "titulo": "CONCURSO DOCENTE | Inscrições para 100 vagas terminam nesta quinta-feira (28) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) está com inscrições abertas para o Concurso Público destinado ao cargo de Professor/a de Ensino Básico, Técnico e Tecnológico (EBTT). O certame oferece 100 vagas para atuação em diversos campi da instituição."
    },
    {
        "index": 233,
        "url": "https://portal.ifpe.edu.br/noticias/abertas-submissoes-de-trabalhos-para-a-14a-edicao-do-sernegra/",
        "titulo": "Abertas submissões de trabalhos para a 14ª edição do SERNEGRA  – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 10 de outubro de 2025",
        "texto": "Estão abertas as submissões de trabalhos para a 14ª edição da Semana de Reflexões sobre Negritude, Gênero e Raça (SERNEGRA), que acontecerá de 11 a 13 de novembro, nas dependências do Instituto Federal de Pernambuco (IFPE) – Campus Recife. O tema central deste ano é “Mulheres Negras e  Democratização do País”, no qual será discutido o papel histórico e contemporâneo dessas mulheres na construção de uma sociedade mais justa, plural e democrática, reconhecendo suas contribuições intelectuais, políticas e culturais na luta por direitos, equidade e justiça social."
    },
    {
        "index": 234,
        "url": "https://portal.ifpe.edu.br/noticias/mec-anuncia-investimentos-na-educacao-de-pernambuco/",
        "titulo": "MEC anuncia investimentos na educação de Pernambuco – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 28 de agosto de 2025",
        "texto": "O ministro da Educação, Camilo Santana, estará no Recife (PE) na quarta-feira, 27 de agosto, para anúncios relacionados à educação no estado. Às 11h (horário de Brasília), na prefeitura municipal, o ministro anunciará investimentos para o Instituto Federal de Pernambuco (IFPE). Mais cedo, na Fundação Joaquim Nabuco (Fundaj), às 9h, receberá a Medalha Massangana, condecoração concedida em reconhecimento por contribuições à educação, à cultura e à pesquisa no Brasil."
    },
    {
        "index": 235,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-pe-abre-inscricoes-de-selecao-para-educador-a-juridico-a-e-apoio-a-reducao-de-danos/",
        "titulo": "Abertas inscrições de seleção para educador/a jurídico/a e apoio à redução de danos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "O  Programa Nacional de Segurança Pública com Cidadania – Pronasci Juventude Pernambuco, iniciativa que busca reduzir os índices de violência letal contra adolescentes e jovens em situação de vulnerabilidade sociorracial agravada, abriu seleção para profissionais das áreas de Assessoria Jurídica e Apoio à Redução de Danos. As inscrições seguem abertas até 29 de agosto. A seleção é realizada pela Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade/UFPE)."
    },
    {
        "index": 236,
        "url": "https://portal.ifpe.edu.br/noticias/equipes-multiprofissionais-do-pronasci-juventude-recebem-capacitacao-sobre-genero-e-diversidade/",
        "titulo": "Equipes multiprofissionais do Pronasci Juventude recebem capacitação sobre gênero e diversidade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "As equipes multiprofissionais que integram o Pronasci Juventude Pernambuco participaram de mais uma etapa de formação voltada para aprofundar discussões sobre gênero, diversidade e direitos humanos. A atividade, realizada na última segunda-feira (25), a reuniu profissionais de áreas como serviço social, psicologia, pedagogia, direito e redução de danos, que atuarão diretamente com adolescentes e jovens em situação de vulnerabilidade no Recife e no Cabo de Santo Agostinho."
    },
    {
        "index": 237,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-final-do-edital-dos-programas-de-iniciacao-cientifica-e-tecnologica/",
        "titulo": "Sai resultado final do edital dos programas de Iniciação Científica e Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq) do IFPE divulgou, nesta segunda-feira (25), o resultado final do processo de seleção do Edital 26/2025, referente aos Programas Institucionais de Bolsas de Iniciação Científica e Tecnológica para os cursos técnicos e superiores (PIBIC, PIBITI e PIBIC AF, PIBIC Técnico e PIBITI Técnico)."
    },
    {
        "index": 238,
        "url": "https://portal.ifpe.edu.br/noticias/concurso-docente-divulgado-resultado-final-de-isencao-da-taxa-de-inscricao/",
        "titulo": "CONCURSO DOCENTE | Divulgado resultado final de isenção da taxa de inscrição – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) publicou, nesta segunda-feira (25), o resultado final das solicitações de isenção da taxa de inscrição do concurso público para Professor do Ensino Básico, Técnico e Tecnológico (EBTT), após análise dos recursos. A relação está disponível no portal da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (FUNCERN), organizadora do certame, na área do/a candidato/a."
    },
    {
        "index": 239,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-o-resultado-de-selecionados-para-os-cursos-gratuitos-do-programa-autonomia-e-renda-petrobras-no-ifpe-caruaru/",
        "titulo": "Divulgado o resultado de selecionados para os cursos gratuitos do Programa Autonomia e Renda Petrobras no IFPE Caruaru – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "OPrograma Autonomia e Renda Petrobrasdivulgou a lista de candidatos selecionados para preenchimento de vagas remanescentes em cursos de qualificação profissional ofertados no Instituto Federal de Pernambuco (IFPE) – Campus Caruaru. Osinscritos podem conferir o resultado junto aoEdital FAIFSul nº065/2025, no siteautonomiaerenda.com.br/editais."
    },
    {
        "index": 240,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-atualiza-cronograma-eleitoral-para-a-comissao-interna-de-supervisao-do-pcctae/",
        "titulo": "IFPE Atualiza Cronograma Eleitoral para a Comissão Interna de Supervisão do PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 29 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, por meio daPortaria IFPE nº 984, de 22 de agosto de 2025, uma importante alteração no cronograma do Edital REI/IFPE nº 34/2025-GR. A mudança afeta diretamente o processo eleitoral para a Comissão Interna de Supervisão do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (CIS-PCCTAE) etraz ajustes nas datas e prazos de inscrições, campanha eleitoral e demais etapas do pleito."
    },
    {
        "index": 241,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-divulga-resultado-preliminar-do-programa-bia-2025-2/",
        "titulo": "Propesq divulga resultado preliminar do Programa BIA 2025.2 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-graduação e Inovação (Propesq) do IFPE divulgou, nesta segunda-feira (25), oresultado preliminardo edital do Programa de Bolsas de Incentivo Acadêmico (BIA) 2025.1."
    },
    {
        "index": 242,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-edital-de-politicas-de-acoes-afirmativas-com-bolsas-para-projetos-de-extensao-2/",
        "titulo": "IFPE lança edital de Políticas de Ações Afirmativas com bolsas para projetos de extensão – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançou, nesta segunda-feira (25), oEdital de Políticas de Ações Afirmativas, que tem como objetivo promover inclusão e equidade por meio da concessão de bolsas de extensão para projetos específicos, gerenciados pela Pró-Reitoria de Extensão (Proext)."
    },
    {
        "index": 243,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-regulamento-para-substituicao-de-atividades-presenciais-por-a-distancia-em-situacoes-excepcionais/",
        "titulo": "IFPE divulga regulamento para substituição de atividades presenciais por a distância – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de agosto de 2025",
        "modificado": "última modificação em 18 de dezembro de 2025",
        "texto": "O Conselho Superior (Consup) do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) torna público para toda a comunidade acadêmica a Resolução nº 291/2025, que aprova o regulamento para substituição de atividades presenciais por atividades a distância em situações excepcionais."
    },
    {
        "index": 244,
        "url": "https://portal.ifpe.edu.br/noticias/estudante-do-ifpe-conquista-medalha-de-prata-em-olimpiada-internacional-de-astronomia-e-astrofisica/",
        "titulo": "Estudante do IFPE conquista medalha de prata em Olimpíada Internacional de Astronomia e Astrofísica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) comemora mais uma conquista científica. O estudante Franklin Costa, do curso de Mecânica do IFPE Campus Recife, recebeu a medalha de prata na 18ª Olimpíada Internacional de Astronomia e Astrofísica (IOAA), realizada de 11 a 21 de agosto em Mumbai, na Índia."
    },
    {
        "index": 245,
        "url": "https://portal.ifpe.edu.br/noticias/concurso-publico-tae-pedido-de-isencao-da-taxa-de-inscricao-vai-so-ate-segunda-25-08/",
        "titulo": "Concurso público TAE | Pedido de isenção da taxa de inscrição vai só até segunda (25/08) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de agosto de 2025",
        "modificado": "última modificação em 22 de agosto de 2025",
        "texto": "Seguem, até o dia 04 de setembro, as inscrições do concurso público do Instituto Federal de Pernambuco (IFPE) para cargos técnico-administrativos em Educação (TAE’s). A taxa de inscrição varia entre R$75, R$120 e R$150, a depender do cargo escolhido, e poderá ser paga via Pix ou boleto bancário até o dia 05 de setembro. As vagas contemplam diversas áreas de formação que vão de nível médio completo e médio profissionalizante até superior."
    },
    {
        "index": 246,
        "url": "https://portal.ifpe.edu.br/noticias/programa-autonomia-e-renda-petrobras-abre-250-vagas-para-cursos-tecnicos-gratuitos-no-ifpe/",
        "titulo": "Programa Autonomia e Renda Petrobras abre 250 vagas para cursos técnicos gratuitos no IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de agosto de 2025",
        "modificado": "última modificação em 11 de setembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançou novos editais do Programa Autonomia e Renda Petrobras, oferecendo 250 vagas gratuitas em cursos técnicos em três campi:Cabo de Santo Agostinho, Jaboatão dos Guararapes e Igarassu."
    },
    {
        "index": 247,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-preliminar-de-isencao-de-taxa-para-concurso-de-docente/",
        "titulo": "IFPE divulga resultado preliminar de isenção de taxa para concurso de docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de agosto de 2025",
        "modificado": "última modificação em 25 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou o resultado preliminar das solicitações de isenção da taxa de inscrição do concurso público para Professor do Ensino Básico, Técnico e Tecnológico (EBTT). O resultado da solicitação está disponível no portal da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (FUNCERN), banca organizadora do certame, na área do/a candidato/a."
    },
    {
        "index": 248,
        "url": "https://portal.ifpe.edu.br/noticias/escola-do-campo-do-ifpe-e-lancada-na-cidade-de-moreno/",
        "titulo": "Escola do Campo do IFPE é lançada na cidade de Moreno – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de agosto de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "Um novo projeto da Coordenação de Extensão com os povos do campo (Cepocampo), setor que integra a Pró-reitoria de Extensão (Proext), foi lançado na última terça-feira (19/08), no município de Moreno. Trata-se da Escola do Campo do IFPE, que traz a proposta de atuar em comunidades de Pernambuco ofertando cursos e soluções tecnológicas para os territórios e recebendo formação dos povos das águas, terras e florestas."
    },
    {
        "index": 249,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-esta-com-inscricoes-abertas-para-concurso-publico-docente-com-100-vagas/",
        "titulo": "IFPE está com inscrições abertas para Concurso Público Docente com 100 vagas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) está com inscrições abertas para o Concurso Público destinado ao cargo de Professor/a de Ensino Básico, Técnico e Tecnológico (EBTT). O certame oferece 100 vagas para atuação em diversos campi da instituição."
    },
    {
        "index": 250,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-preliminar-do-edital-dos-programas-de-iniciacao-cientifica-e-tecnologica-2/",
        "titulo": "Divulgado resultado preliminar do edital dos programas de Iniciação Científica e Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq) divulgou, nesta quarta (20), o resultado preliminar do Edital REI/IFPE Nº 26, de 30 de maio de 2025, referente aos Programas de Iniciação Científica (Pibic e Pibic Técnico), Iniciação em Desenvolvimento Tecnológico e Inovação (Pibiti e Pibiti Técnico) e Ações Afirmativas (Pibic – AF), voltados a estudantes de cursos técnicos e superiores do IFPE. Além do resultado, foram publicadas também as submissões não enquadradas no edital."
    },
    {
        "index": 251,
        "url": "https://portal.ifpe.edu.br/noticias/coordenacoes-nacional-e-local-do-pronasci-se-reunem-com-prefeito-do-cabo-para-alinhar-acoes/",
        "titulo": "Coordenações nacional e local do Pronasci se reúnem com prefeito do Cabo para alinhar ações – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de agosto de 2025",
        "modificado": "última modificação em 29 de agosto de 2025",
        "texto": "Coordenadoras nacionais e locais do Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude reuniram-se com o prefeito do Cabo de Santo Agostinho, Lula Cabral, nesta terça-feira (19), para alinhar as ações que vão atender adolescentes do município, a quinta cidade mais violenta do Brasil, segundo o Anuário Brasileiro de Segurança Pública. Em Pernambuco, o programa será executado pelo IFPE."
    },
    {
        "index": 252,
        "url": "https://portal.ifpe.edu.br/noticias/capacitacao-de-equipes-multiprofissionais-marca-inicio-do-pronasci-juventude-em-pernambuco/",
        "titulo": "Capacitação de equipes multiprofissionais marca início do Pronasci Juventude em Pernambuco – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de agosto de 2025",
        "modificado": "última modificação em 04 de setembro de 2025",
        "texto": "As primeiras equipes multiprofissionais que atuarão no Programa Nacional de Segurança Pública com Cidadania – Pronasci Juventude Pernambuco começaram, nesta segunda-feira (18), uma capacitação que prepara o terreno para um trabalho decisivo: levar acolhimento, oportunidades e novos horizontes a jovens em situação de vulnerabilidade social no Recife e no Cabo de Santo Agostinho."
    },
    {
        "index": 253,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-de-concurso-com-oferta-de-77-vagas-para-tecnicos-administrativos/",
        "titulo": "IFPE abre inscrições de concurso com oferta de 77 vagas para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de agosto de 2025",
        "modificado": "última modificação em 20 de agosto de 2025",
        "texto": "Foram abertas, nesta quarta-feira (20), as inscrições do concurso público do Instituto Federal de Pernambuco (IFPE) para cargos técnico-administrativos em Educação (TAE’s) com atuação em diversas áreas da instituição."
    },
    {
        "index": 254,
        "url": "https://portal.ifpe.edu.br/noticias/dae-lanca-edital-do-programa-de-manutencao-academica-2025-2-para-12-campi/",
        "titulo": "DAE lança edital do Programa de Manutenção Acadêmica 2025.2 para 12 campi – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 20 de agosto de 2025",
        "modificado": "última modificação em 17 de outubro de 2025",
        "texto": "A Diretoria de Assistência Estudantil (DAE) lançou, nesta quarta-feira (20), oedital REI/IFPE nº 40/2025, referente aoPrograma de Apoio à Manutenção Acadêmica 2025.2dos Campi Abreu E Lima, Barreiros, Cabo De Santo Agostinho, Caruaru, Garanhuns, Igarassu, Ipojuca, Jaboatão Dos Guararapes, Olinda, Paulista, Pesqueira e Vitória De Santo Antão."
    },
    {
        "index": 255,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-da-selecao-de-projetos-para-representar-o-ifpe-na-5a-snept/",
        "titulo": "Divulgado resultado final da seleção de projetos para representar o IFPE na 5ª SNEPT – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-graduação e Inovação (Propesq) do IFPE divulgou, nesta terça-feira (19), o resultado final do edital para a seleção dos projetos que representarão o IFPE na 5ª edição daSemana Nacional da Educação Profissional e Tecnológica(SNEPT). Após o período para interposição de recursos, a lista de projetos selecionados está definida. O evento ocorrerá entre os dias 7 e 9 de outubro de 2025, em Brasília, com o tema“Juventudes que Inovam, Brasil que Avança”, promovido pela Secretaria de Educação Profissional e Tecnológica (SETEC) do MEC."
    },
    {
        "index": 256,
        "url": "https://portal.ifpe.edu.br/noticias/dirigentes-da-rede-federal-desembarcam-no-mexico-em-busca-de-parcerias-para-fortalecer-a-ept-no-brasil/",
        "titulo": "Dirigentes da Rede Federal desembarcam no México em busca de parcerias para fortalecer a EPT – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de agosto de 2025",
        "modificado": "última modificação em 20 de agosto de 2025",
        "texto": "Onze conselheiros do Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif) embarcaram para o México   para uma missão de prospecção com instituições de Educação Profissional e Tecnológica do país. A missão tem como objetivo estabelecer e fortalecer o intercâmbio de experiências, o desenvolvimento de projetos conjuntos e a criação de mecanismos permanentes de colaboração."
    },
    {
        "index": 257,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-sorteio-para-definir-vagas-reservadas-ao-sistema-de-cotas-do-concurso-para-tecnicos-administrativos/",
        "titulo": "IFPE realiza sorteio para definir vagas reservadas ao sistema de cotas do concurso para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de agosto de 2025",
        "modificado": "última modificação em 19 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) realiza, nesta segunda-feira (18), o sorteio público que vai definir a distribuição de vagas reservadas ao sistema de cotas do concurso público para técnicos-administrativos em Educação (TAE’s). O sorteio será transmitido através docanal oficial da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern) no YouTube, às 17 horas."
    },
    {
        "index": 258,
        "url": "https://portal.ifpe.edu.br/noticias/gestores-da-reitoria-se-reunem-para-planejamento-institucional-2026/",
        "titulo": "Gestores da reitoria se reúnem para planejamento institucional 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de agosto de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "Foi realizado, nos dias 14 e 15 de agosto, o Seminário de Planejamento da Reitoria do IFPE, organizado pela Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin). O encontro, que aconteceu na sala Calouste Gulbenkian da Fundação Joaquim Nabuco, reuniu o reitor José Carlos de Sá, pró-reitores/as, diretores/as sistêmicos/as, demais gestores/as e links de planejamento da Reitoria para debater e construir de forma coletiva o planejamento estratégico da instituição para o próximo ano."
    },
    {
        "index": 259,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-da-selecao-de-projetos-para-representar-o-ifpe-na-5a-semana-nacional-da-educacao-profissional-e-tecnologica/",
        "titulo": "Sai resultado preliminar da seleção de projetos para representar o IFPE na 5ª SNEPT – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de agosto de 2025",
        "modificado": "última modificação em 19 de agosto de 2025",
        "texto": "A Propesq divulgou, nesta sexta (15), o resultado preliminar do edital voltado para a seleção de projetos que representarão o IFPE na 5ª edição daSemana Nacional da Educação Profissional e Tecnológica(SNEPT), promovida pela Secretaria de Educação Profissional e Tecnológica (SETEC) do MEC, entre os dias 7 a 9 de outubro de 2025, em Brasília, e cujo tema será “Juventudes que Inovam, Brasil que Avança”. A iniciativa busca valorizar projetos de pesquisa, extensão e inovação desenvolvidos por estudantes da Rede Federal, promovendo difusão de conhecimento e aproximação entre educação, ciência, tecnologia e mundo do trabalho."
    },
    {
        "index": 260,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-da-selecao-de-projetos-e-bolsas-para-extensao-tecnologica/",
        "titulo": "IFPE divulga resultado final da seleção de Projetos e Bolsas para Extensão Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de agosto de 2025",
        "modificado": "última modificação em 19 de agosto de 2025",
        "texto": "A Pró-Reitoria de Extensão do IFPE (Proext) divulgou, nesta sexta-feira (15/08), o resultado final da seleção de projetos e bolsas para Extensão Tecnológica (EPEX-ET), que tem o objetivo de estimular a criação de projetos de extensão com foco no desenvolvimento de soluções tecnológicas e na sua disponibilização à sociedade e ao mercado."
    },
    {
        "index": 261,
        "url": "https://portal.ifpe.edu.br/noticias/edital-de-matriculas-do-processo-de-ingresso-2025-2-para-novos-estudantes/",
        "titulo": "Edital de Matrículas do Processo de Ingresso 2025.2 para novos estudantes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de agosto de 2025",
        "modificado": "última modificação em 10 de outubro de 2025",
        "texto": "O IFPE divulgou o edital de Matrículas do Processo de Ingresso 2025.2 para os cursos Técnicos e de Graduação, que é o documento orientador para todos os novos/as estudantes da instituição se matricularem. Nele, estão dispostas as informações para realizar o procedimento de matrícula de forma correta, como documentação exigida, etapas, prazos e contatos de todos os campi, caso haja dúvidas por parte de candidatos/as."
    },
    {
        "index": 262,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-novo-concurso-com-77-vagas-para-tecnicos-administrativos/",
        "titulo": "IFPE lança novo concurso com 77 vagas para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de agosto de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançou novo edital de concurso público com a oferta de 77 vagas para cargos técnico-administrativos em Educação com atuação em diversas áreas da instituição. As inscrições vão ocorrer de 20 de agosto a 04 de setembro, exclusivamente, através do site da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), banca organizadora do certame."
    },
    {
        "index": 263,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-parcial-da-selecao-de-projetos-e-bolsas-para-extensao-tecnologica/",
        "titulo": "Sai resultado parcial da seleção de Projetos e Bolsas para Extensão Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de agosto de 2025",
        "modificado": "última modificação em 15 de agosto de 2025",
        "texto": "A Pró-Reitoria de Extensão do IFPE (Proext) divulgou, nesta quarta-feira (13/08), oresultado parcialda seleção de projetos e bolsas para Extensão Tecnológica (EPEX-ET), que tem o objetivo de estimular a criação de projetos de extensão com foco no desenvolvimento de soluções tecnológicas e na sua disponibilização à sociedade e ao mercado."
    },
    {
        "index": 264,
        "url": "https://portal.ifpe.edu.br/noticias/ultimos-dias-para-compor-grupos-de-trabalho-tematicos-do-sernegra/",
        "titulo": "Últimos dias para compor Grupos de Trabalho temáticos do SERNEGRA – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de agosto de 2025",
        "modificado": "última modificação em 19 de agosto de 2025",
        "texto": "A Comissão Organizadora da 14ª edição da Semana de Reflexões sobre Negritude, Gênero e Raça (SERNEGRA) recebe somente até a próxima sexta (15/08) inscrições de pessoas interessadas em fazer parte de Grupos de Trabalho (GTs) temáticos do evento."
    },
    {
        "index": 265,
        "url": "https://portal.ifpe.edu.br/noticias/abertas-inscricoes-do-edital-para-escolha-de-membros-da-cis-pcctae/",
        "titulo": "Inscrições para eleição de membros da CIS vão somente até domingo (17/08) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de agosto de 2025",
        "modificado": "última modificação em 01 de setembro de 2025",
        "texto": "Seguem abertas as inscrições do edital referente à escolha de membros de comissões que supervisionam, em cada campus, as carreiras dos servidores técnico-administrativos em educação do IFPE. O documento trata do processo eleitoral para escolha dos membros titulares e suplentes que integrarão a Comissão Interna de Supervisão (CIS) do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (PCCTAE) para o triênio de 2025/2028."
    },
    {
        "index": 266,
        "url": "https://portal.ifpe.edu.br/noticias/vem-ai-o-i-encontro-de-formacao-continuada-de-docentes-do-ifpe/",
        "titulo": "Vem aí o Encontro de Formação Continuada de Docentes do IFPE 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de agosto de 2025",
        "modificado": "última modificação em 15 de agosto de 2025",
        "texto": "A Pró-reitoria de Ensino (Proden) vai promover, no dia 11 de setembro, o Encontro de Formação Continuada de Docentes do IFPE 2025, que marca a abertura de ações formativas voltadas para este público. O tema abordado será “ Educação, Ciência e Tecnologia na formação integral das pessoas cidadãs, com foco nos princípios da Educação Profissional e Tecnológica (EPT).”"
    },
    {
        "index": 267,
        "url": "https://portal.ifpe.edu.br/noticias/proden-promove-oficina-on-line-sobre-o-programa-nacional-do-livro-didatico-2026/",
        "titulo": "Proden promove oficina on-line sobre o Programa Nacional do Livro Didático 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de agosto de 2025",
        "modificado": "última modificação em 12 de agosto de 2025",
        "texto": "A Pró-reitoria de Ensino (Proden) vai promover, nesta quinta (14/8), a oficina on-line sobre o Programa Nacional do Livro Didático (PNLD) 2026."
    },
    {
        "index": 268,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-inscricoes-para-concurso-publico-com-100-vagas-para-docentes/",
        "titulo": "IFPE abre inscrições para concurso público com 100 vagas para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de agosto de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) abre, nesta terça-feira (12), as inscrições para o concurso público destinado ao cargo de professor e professora de Ensino Básico, Técnico e Tecnológico (EBTT). O edital atualizado nesta segunda (11) apresenta um novo quadro de distribuição de vagas, definido após sorteio público realizado no dia 8 de agosto para adequar a reserva legal prevista na Lei nº 15.142/2025, que ampliou para 30% a destinação de vagas para pessoas pretas ou pardas, indígenas e quilombolas em concursos públicos federais,além da reserva legal destinada para pessoas com deficiência (PcD)."
    },
    {
        "index": 269,
        "url": "https://portal.ifpe.edu.br/noticias/british-council-abre-chamada-para-tne-exploratory-grants-2025-de-ate-25-mil-por-projeto/",
        "titulo": "British Council abre chamada para TNE Exploratory Grants 2025 de até £ 25 mil por projeto – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de agosto de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "O British Council, instituição pública do Reino Unido para relações culturais e oportunidades educacionais, está com inscrições abertas para a chamada para o editalTNE Exploratory Grants 2025, que oferecesubsídios de até £ 25 mil por projetovoltados à promoção de parcerias em educação transnacional (TNE) entre instituições do Reino Unido e países como Brasil, Egito, Indonésia, Turquia, Nigéria, Vietnã, entre outros."
    },
    {
        "index": 270,
        "url": "https://portal.ifpe.edu.br/noticias/ex-alunos-do-programa-autonomia-e-renda-no-ifpe-comemoram-a-conquista-de-um-emprego-no-setor-industrial/",
        "titulo": "Ex-alunos do Programa Autonomia e Renda no IFPE comemoram a conquista de um emprego no setor industrial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de agosto de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "Em Pernambuco, oPrograma Autonomia e Renda Petrobrasdemonstra, na prática, como a formação profissional e técnica pode transformar a realidade social em contextos de desigualdade. Com resultados expressivos, a iniciativa da Petrobras em parceria com os Institutos Federais (IF) já provou seu impacto após um ano de início. Um exemplo disso são os ex-alunos dos cursos ofertados pelo Instituto Federal de Pernambuco (IFPE) que hoje comemoram um emprego no setor industrial."
    },
    {
        "index": 271,
        "url": "https://portal.ifpe.edu.br/noticias/saiu-o-resultado-final-da-homologacao-das-inscricoes-da-selecao-para-o-mestrado-em-enfermagem/",
        "titulo": "Saiu o resultado final da homologação das inscrições da seleção para o Mestrado em Enfermagem – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de agosto de 2025",
        "modificado": "última modificação em 19 de agosto de 2025",
        "texto": "Foi publicado, nesta sexta-feira, 08/08, o resultado final da homologação das inscrições, após o prazo para interposição de recursos, da seleção para o Mestrado Profissional em Enfermagem, correspondente à Etapa 1 do certame. A seleção é regulada peloedital CPES/IFPE nº 17/2025."
    },
    {
        "index": 272,
        "url": "https://portal.ifpe.edu.br/noticias/proext-divulga-instrucao-normativa-que-orienta-sobre-aspectos-operacionais-da-extensao-no-ifpe/",
        "titulo": "Proext e Proden divulgam instrução normativa sobre aspectos operacionais da Extensão no IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de agosto de 2025",
        "modificado": "última modificação em 18 de agosto de 2025",
        "texto": "A Pró-Reitoria de Extensão (Proext), em parceria com a Pró-reitoria de Ensino (Proden), divulga para conhecimento de servidores/as a Instrução NormativaPROEXT/REI/IFPE Nº 01, publicada em 06 de agosto de 2025. O documento estabelece procedimentos para a oferta da curricularização da extensão nos cursos de graduação."
    },
    {
        "index": 273,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-seleciona-projetos-para-representar-o-ifpe-na-5a-semana-nacional-da-educacao-profissional-e-tecnologica-snept/",
        "titulo": "Propesq seleciona projetos para representar o IFPE na 5ª Semana Nacional da Educação Profissional e Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de agosto de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "A Propesq lançou, nesta sexta-feira (9), o edital voltado para a seleção de quatro projetos que representarão o IFPE na 5ª edição da Semana Nacional da Educação Profissional e Tecnológica (SNEPT), promovida pela Secretaria de Educação Profissional e Tecnológica (SETEC) do MEC. O evento acontecerá de 7 a 9 de outubro de 2025, em Brasília."
    },
    {
        "index": 274,
        "url": "https://portal.ifpe.edu.br/noticias/cerimonia-de-abertura-da-inicio-ao-iii-seminario-nacional-do-forcampo/",
        "titulo": "Cerimônia de abertura dá início ao III Seminário Nacional do Forcampo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de agosto de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "“Há uma importância muito grande em estarmos aqui onde a educação no campo começa”: as palavras do reitor do Instituto Federal de Pernambuco (IFPE), José Carlos de Sá Júnior, expressam um pouco do significado da escolha do IF Sudeste MG – Campus Barbacena como unidade sede do “III Seminário Nacional do Ensino Agrícola e Educação do Campo, das Águas e das Florestas: desafios e possibilidades da gestão em rede”. O reitor, que também coordena a Câmara de Educação no Campo do Conselho Nacional das Instituições Federais de Educação Profissional e Tecnológica (Conif), foi um dos convidados para compor a mesa de honra do evento, cuja cerimônia de abertura ocorreu na manhã desta terça-feira (5), no Auditório III do campus barbacenense, reunindo membros do Conselho, representantes da Educação no Ca..."
    },
    {
        "index": 275,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recebe-visita-de-pesquisadora-do-instituto-politecnico-de-braganca-ipb/",
        "titulo": "IFPE recebe visita de pesquisadora do Instituto Politécnico de Bragança – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de agosto de 2025",
        "modificado": "última modificação em 07 de agosto de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) recepcionou, na tarde desta última quarta (06), na Reitoria, a professora Juliana Almeida de Souza, da Escola Superior de Saúde do Instituto Politécnico de Bragança (IPB), sediado em Portugal."
    },
    {
        "index": 276,
        "url": "https://portal.ifpe.edu.br/noticias/comissao-eleitoral-comunica-que-nao-houve-impugnacao-ao-edital-da-eleicao-da-cis-pcctae/",
        "titulo": "Comissão Eleitoral comunica que não houve impugnação ao edital da eleição da CIS-PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de agosto de 2025",
        "modificado": "Data não encontrada",
        "texto": "No cronograma estabelecido no edital para a eleição da Comissão Interna de Supervisão do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (CIS-PCCTAE) do IFPE, esta quinta-feira (07) está reservada para a divulgação do resultado das possíveis impugnações ao edital. No entanto, a Comissão Eleitoral informa quenão foi registrada nenhuma impugnação durante o período previsto."
    },
    {
        "index": 277,
        "url": "https://portal.ifpe.edu.br/noticias/sorteio-definira-vagas-reservadas-as-cotas-em-concurso-para-docentes-do-ifpe/",
        "titulo": "Sorteio definirá vagas reservadas às cotas em concurso para docentes do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de agosto de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) realiza, nesta sexta-feira (8), o sorteio público que definirá a distribuição de vagas reservadas às ações afirmativasno concurso para docentes da instituição. A transmissão será feita por meio do canal oficial da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern) no YouTube –https://www.youtube.com/@FUNCERNOFICIAL. A atividade está prevista para ocorrer às 16h30."
    },
    {
        "index": 278,
        "url": "https://portal.ifpe.edu.br/noticias/propesq-divulga-edital-bia-2025-2/",
        "titulo": "Propesq divulga edital BIA 2025.2 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de agosto de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-graduação e Inovação (Propesq) do IFPE lançou, nesta terça-feira (05), o edital do Programa de Bolsas de Incentivo Acadêmico (BIA) 2025.2, autorizado pela Portaria REI/IFPE Nº 900. O objetivo do edital é despertar a vocação acadêmica e a cultura Maker entre estudantes dos períodos iniciais dos cursos superiores ofertados pelo IFPE e que tenham cursado integralmente o Ensino Médio em escolas das redes públicas cujos processos seletivos não tenham exigido vestibular."
    },
    {
        "index": 279,
        "url": "https://portal.ifpe.edu.br/noticias/lancado-edital-para-escolha-de-membros-da-cis-pcctae/",
        "titulo": "Lançado edital para escolha de membros da CIS/PCCTAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de agosto de 2025",
        "modificado": "última modificação em 08 de agosto de 2025",
        "texto": "O IFPE lançou, nesta terça (05), o edital referente à escolha de membros de comissões que supervisionam, em cada campus, as carreiras dos servidores técnico-administrativos em educação. O documento trata do processo eleitoral para escolha dos membros titulares e suplentes que integrarão a Comissão Interna de Supervisão (CIS) do Plano de Carreira dos Cargos Técnico-Administrativos em Educação (PCCTAE) para o triênio de 2025/2028."
    },
    {
        "index": 280,
        "url": "https://portal.ifpe.edu.br/noticias/dae-lanca-instrucao-normativa-que-regulamenta-programa-de-incentivo-ao-esporte-e-ao-lazer/",
        "titulo": "DAE lança Instrução Normativa que regulamenta Programa de Incentivo ao Esporte e ao Lazer – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de agosto de 2025",
        "modificado": "última modificação em 05 de agosto de 2025",
        "texto": "O IFPE, por meio da Diretoria de Assistência Estudantil (DAE), lançou, nesta terça-feira(05/08), aInstrução Normativa nº 02/2025, que regulamenta o Programa de Incentivo ao Esporte e ao Lazer. A iniciativa visa fortalecer as atividades esportivas em todos os campi do Instituto e dar apoio a estudantes que desejam representar seus campi em atividades e eventos esportivos."
    },
    {
        "index": 281,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-concurso-com-cem-vagas-para-docentes/",
        "titulo": "IFPE abre concurso com cem vagas para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de agosto de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) lançoueditalde concurso público com 100 vagas para o cargo de Professor/a de Ensino Básico, Técnico e Tecnológico (EBTT). As inscrições poderão ser feitas de 12 a 28 de agosto, exclusivamente pelo site da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), banca responsável pela execução do certame:https://funcern.br/concursos/ifpe-docente-2025."
    },
    {
        "index": 282,
        "url": "https://portal.ifpe.edu.br/noticias/estudantes-desenvolvem-jogos-de-tabuleiro-interdisciplinares-a-partir-de-obras-literarias-cobradas-em-vestibulares/",
        "titulo": "Estudantes desenvolvem jogos de tabuleiro interdisciplinares a partir de obras literárias cobradas em vestibulares – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de agosto de 2025",
        "modificado": "última modificação em 04 de agosto de 2025",
        "texto": "Criatividade, pensamento crítico e integração entre saberes marcaram um projeto interdisciplinar realizado pelos estudantes do 3º período do curso Técnico Integrado em Computação Gráfica do IFPE Olinda. A missão: criar jogos de tabuleiro baseados em livros exigidos no Sistema Seriado de Avaliação (SSA) da UPE e nos principais vestibulares, aplicando conceitos das disciplinas de Game Design, Sociologia, Português, Literatura e Arte."
    },
    {
        "index": 283,
        "url": "https://portal.ifpe.edu.br/noticias/ultimos-dias-para-submissao-de-relatos-para-compor-o-livro-vozes-da-internacionalizacao/",
        "titulo": "Últimos dias para submissão de relatos para compor o livro Vozes da Internacionalização – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de agosto de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "Termina na próxima quarta-feira (6/8) o prazo para submissão de relatos de experiências de internacionalização, como intercâmbio, mobilidade acadêmica e desenvolvimento de projetos liderados pelas instituições da Rede Federal associadas ao Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif), para compor a segunda edição do e-book Vozes da Internacionalização: Narrativas de Estudantes e Servidores da Educação Profissional, Científica e Tecnológica."
    },
    {
        "index": 284,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgado-resultado-final-da-selecao-de-estagio/",
        "titulo": "IFPE e Pronasci Juventude | Divulgado resultado final da seleção de estágio – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de agosto de 2025",
        "modificado": "última modificação em 07 de agosto de 2025",
        "texto": "O Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude PE divulgou, nesta sexta-feira (1º), oresultado final da seleção de estágio na área de Comunicação e Design."
    },
    {
        "index": 285,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgado-resultado-final-da-selecao-de-equipes-multiprofissionais/",
        "titulo": "IFPE e Pronasci Juventude | Divulgado resultado final da seleção de equipes multiprofissionais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de agosto de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": "O Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude PE divulgou, nesta sexta-feira (1º), oresultado finalda seleção de equipes multiprofissionais. Também foi publicada aanálise dos recursos interpostos ao resultado das entrevistas."
    },
    {
        "index": 286,
        "url": "https://portal.ifpe.edu.br/noticias/proden-promove-ciclo-de-formacao-continuada-dos-programas-de-ensino/",
        "titulo": "Proden promove Ciclo de Formação Continuada dos programas de Ensino – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de agosto de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": ""
    },
    {
        "index": 287,
        "url": "https://portal.ifpe.edu.br/noticias/sernegra-abre-chamada-para-compor-grupos-de-trabalho-tematicos-do-evento/",
        "titulo": "SERNEGRA abre chamada para compor Grupos de Trabalho temáticos do evento – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de julho de 2025",
        "modificado": "última modificação em 13 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Comissão Organizadora da 14ª edição da Semana de Reflexões sobre Negritude, Gênero e Raça (SERNEGRA), lançou nesta quinta-feira (31), chamada para composição de Grupos de Trabalho (GTs) temáticos do evento."
    },
    {
        "index": 288,
        "url": "https://portal.ifpe.edu.br/noticias/acolhimento-e-entusiasmo-marcam-inicio-dos-cursos-do-programa-autonomia-e-renda-petrobras-em-seis-campi-do-ifpe/",
        "titulo": "Acolhimento e entusiasmo marcam início dos cursos do Programa Autonomia e Renda Petrobras em seis campi do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de julho de 2025",
        "modificado": "última modificação em 31 de julho de 2025",
        "texto": "O início das aulas dos cursos ofertados pelo Programa Autonomia e Renda Petrobras no Instituto Federal de Pernambuco (IFPE) foi repleto de expectativas e entusiasmo. As atividades de recepção dos alunos ingressantes neste segundo semestre ocorreram nos dias 28 e 29 de julho nos campi Cabo de Santo Agostinho, Igarassu, Ipojuca, Jaboatão dos Guararapes, Caruaru e Recife."
    },
    {
        "index": 289,
        "url": "https://portal.ifpe.edu.br/noticias/prodin-divulga-formulario-para-construcao-do-planejamento-2026-do-ifpe/",
        "titulo": "Prodin divulga formulário para construção do Planejamento 2026 do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de julho de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": "A Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin) convida toda a comunidade acadêmica e externa a participar do processo de construção do Planejamento 2026, por meio do preenchimento de um formulário aberto até esta quarta (30/07) e disponívelAQUI."
    },
    {
        "index": 290,
        "url": "https://portal.ifpe.edu.br/noticias/prorrogadas-inscricoes-para-a-12a-olimpiada-de-empreendedorismo-universitario/",
        "titulo": "Prorrogadas inscrições para a 12ª Olimpíada de Empreendedorismo Universitário – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de julho de 2025",
        "modificado": "última modificação em 30 de julho de 2025",
        "texto": "As inscrições para a 12ª Olimpíada de Empreendedorismo Universitário foram prorrogadas até as 17 horas do dia 1º de agosto de 2025. Os estudantes devem acessar o sitecei.ufg.bre preencher o formulário disponível na página do evento. A edição de 2025 da 12ª OEU premiará as três melhores ideias de cada categoria com valores em dinheiro."
    },
    {
        "index": 291,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgam-resultado-de-entrevistas-para-estagio/",
        "titulo": "IFPE e Pronasci Juventude divulgam resultado de entrevistas para estágio – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de julho de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": "Foi divulgado, nesta terça-feira (29), o resultado da segunda etapa (entrevista) da seleção de estágio do Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude, em parceria com o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Estão sendo oferecidas duas vagas: uma para comunicação e outra para design."
    },
    {
        "index": 292,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-e-ifpe-divulgam-resultado-das-entrevistas-das-equipes-multi/",
        "titulo": "Pronasci Juventude e IFPE divulgam resultado das entrevistas das equipes multi – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de julho de 2025",
        "modificado": "última modificação em 31 de julho de 2025",
        "texto": "Foi divulgado, nesta terça-feira (29), o resultado da 2ª Etapa da seleção de equipes multiprofissionais que atuarão no Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude, em parceria com o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE)."
    },
    {
        "index": 293,
        "url": "https://portal.ifpe.edu.br/noticias/recadastramento-de-biometria-digital-para-acesso-ao-ifpe-recife/",
        "titulo": "Recadastramento de biometria digital para acesso ao IFPE Recife – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de julho de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": "Em atenção às recomendações do Ministério Público Federal (MPF) e em cumprimento à Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018 – LGPD), o IFPE Campus Recife está realizando recadastramento e coleta de um Termo de Consentimento para Tratamento de Dados Pessoais de todos/as que utilizam ou utilizarão o sistema de controle de acesso por biometria digital às dependências da instituição."
    },
    {
        "index": 294,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-i-seminario-do-proeja-fundamental/",
        "titulo": "IFPE promove I Seminário do PROEJA Fundamental – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 29 de julho de 2025",
        "modificado": "última modificação em 26 de agosto de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio do Programa de Apoio à Oferta de Educação de Jovens e Adultos Integrada à Educação Profissional (PROEJA), realizará nos dias 24 e 25 de setembro oI Seminário do PROEJA Fundamental. O evento ocorrerá a partir das 8h, no auditório central do IFPE Campus Recife, em formato totalmente presencial."
    },
    {
        "index": 295,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-marca-presenca-na-reuniao-anual-da-sociedade-brasileira-para-o-progresso-da-ciencia/",
        "titulo": "IFPE marca presença na reunião anual da Sociedade Brasileira para o Progresso da Ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de julho de 2025",
        "modificado": "última modificação em 28 de julho de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) marcou presença na 77ª Reunião Aunal da Sociedade Brasileira para o Progresso da Ciência (SBPC), que aconteceu entre os dias 13 a 19 de julho, na Universidade Federal Rural de Pernambuco (UFRPE). Considerado o maior evento de divulgação científica da América Latina, o encontro reúne anualmente milhares de pesquisadores, professores, estudantes, gestores públicos e cidadãos interessados em ciência, tecnologia, inovação e educação."
    },
    {
        "index": 296,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-prorroga-cronograma-do-edital-de-bolsas-para-projetos-de-extensao-tecnologica/",
        "titulo": "IFPE prorroga cronograma do edital de bolsas para projetos de extensão tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de julho de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) prorrogou, nesta segunda (28), o cronograma do Edital de Projetos e Bolsas para Extensão Tecnológica (EPEX-ET), que tem o objetivo de estimular a criação de projetos de extensão com foco no desenvolvimento de soluções tecnológicas e na sua disponibilização à sociedade e ao mercado."
    },
    {
        "index": 297,
        "url": "https://portal.ifpe.edu.br/noticias/facepe-e-secti-promovem-evento-sobre-o-programa-horizonte-europa/",
        "titulo": "Facepe e Secti promovem evento sobre o programa Horizonte Europa – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de julho de 2025",
        "modificado": "última modificação em 21 de agosto de 2025",
        "texto": "A Fundação de Amparo à Ciência e Tecnologia do Estado de Pernambuco (Facepe), em parceria com a Secretaria de Ciência, Tecnologia e Inovação do Estado de Pernambuco (Secti-PE), realiza no dia 19 de agosto, um evento especial de apresentação das oportunidades de fomento do Programa Horizonte Europa, maior iniciativa da União Europeia voltada à pesquisa e inovação."
    },
    {
        "index": 298,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-do-processo-de-ingresso-2025-2/",
        "titulo": "IFPE divulga resultado final do Processo de Ingresso 2025.2 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de julho de 2025",
        "modificado": "última modificação em 30 de julho de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (25), o resultado final do Processo de Ingresso 2025.2 para os cursos Técnicos e de Graduação. Tanto o listão de pessoas aprovadas dentro do número de vagas ofertadas quanto a lista de classificação geral podem ser conferidos nosite disponível aqui."
    },
    {
        "index": 299,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-novo-cronograma-do-edital-dos-programas-de-iniciacao-cientifica-e-tecnologica/",
        "titulo": "Divulgado novo cronograma do edital dos programas de Iniciação Científica e Tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 23 de julho de 2025",
        "modificado": "Data não encontrada",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação do IFPE (Propesq) publicou, nesta quarta-feira (23), um novo cronograma das etapas referentes ao Edital dos Programas de Iniciação Científica e Tecnológica (Edital REI/IFPE nº 26/2025-GR)."
    },
    {
        "index": 300,
        "url": "https://portal.ifpe.edu.br/noticias/vem-ai-v-jogos-intercampi-do-ifpe/",
        "titulo": "Vem aí a 10ª edição dos Jogos Estudantis Intercampi do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de julho de 2025",
        "modificado": "última modificação em 25 de julho de 2025",
        "texto": "A partir desta terça-feira (22) e até o dia 31 de julho, estão abertas as inscrições para a 10ª edição dos Jogos Esportivos Intercampi do IFPE. Os jogos serão realizados de 8 a 13 de setembro, no Ginásio Poliesportivo do Campus Recife e na Pista de Atletismo da UFPE."
    },
    {
        "index": 301,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-homologado-resultado-final-para-apoio-administrativo/",
        "titulo": "IFPE e Pronasci Juventude | Homologado Resultado Final para Apoio Administrativo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 22 de julho de 2025",
        "modificado": "última modificação em 22 de julho de 2025",
        "texto": "Foi homologado, nesta segunda-feira (21), o resultado final da seleção interna de servidores/as do IFPE para atuarem como bolsistas nas ações vinculadas ao Pronasci Juventude em Pernambuco. Não houve interposição de recursos."
    },
    {
        "index": 302,
        "url": "https://portal.ifpe.edu.br/noticias/programa-de-pos-graduacao-em-enfermagem-do-ifpe-oferta-14-vagas-em-mestrado-stricto-sensu/",
        "titulo": "Programa de Pós-Graduação em Enfermagem do IFPE oferta 14 vagas em mestrado stricto sensu – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de julho de 2025",
        "modificado": "última modificação em 01 de agosto de 2025",
        "texto": "As inscrições para o Processo Seletivo do Mestrado Profissional em Enfermagem ofertado peloPrograma de Pós-Graduação em Enfermagem (PPGENF)do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) seguem abertas até o dia 30/07."
    },
    {
        "index": 303,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgam-resultado-final-para-apoio-administrativo/",
        "titulo": "IFPE e Pronasci Juventude divulgam resultado final para Apoio Administrativo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de julho de 2025",
        "modificado": "última modificação em 22 de julho de 2025",
        "texto": "Foi publicado, nesta sexta-feira (18), o resultado final da seleção interna de servidores/as do IFPE para atuarem como bolsistas nas ações vinculadas ao Pronasci Juventude em Pernambuco. Não houve interposição de recursos."
    },
    {
        "index": 304,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recife-abre-inscricoes-para-a-selecao-do-mestrado-profissional-em-gestao-ambiental-mpga/",
        "titulo": "IFPE Recife abre inscrições para a seleção do Mestrado Profissional em Gestão Ambiental (MPGA) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de julho de 2025",
        "modificado": "última modificação em 11 de agosto de 2025",
        "texto": "Estão abertas, até o dia 10 de agosto, as inscrições para a seleção do Mestrado Profissional em Gestão Ambiental (MPGA) do IFPE Campus Recife. São ofertadas 20 vagas, das quais três reservadas para pessoas pretas, pardas, indígenas ou quilombolas, e uma para pessoas com deficiência (PCD), conforme a Política Institucional de Ações Afirmativas da Instituição."
    },
    {
        "index": 305,
        "url": "https://portal.ifpe.edu.br/noticias/inscricoes-abertas-para-12a-olimpiada-de-empreendedorismo-universitario/",
        "titulo": "Inscrições abertas para 12ª Olimpíada de Empreendedorismo Universitário – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de julho de 2025",
        "modificado": "última modificação em 23 de julho de 2025",
        "texto": "Estão abertas as inscrições da 12ª Olimpíada de Empreendedorismo Universitário (OEU), iniciativa que incentiva o desenvolvimento de habilidades empreendedoras nos estudantes. Os interessados em participar da 12ª OEU deverão formar grupos de três a cinco pessoas. Todos devem estar matriculados em cursos de graduação e pós-graduação de Instituições de Ensino Superior (IES), do Brasil e do mundo. As inscrições vão até as 17 horas do dia 25 de julho de 2025,disponíveis no site aqui."
    },
    {
        "index": 306,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-preliminar-das-provas-objetivas-e-dissertativa-do-processo-de-ingresso-2025-2/",
        "titulo": "Divulgada Lista Preliminar das Provas Objetivas e Dissertativa do Processo de Ingresso 2025.2 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 16 de julho de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Ciência e Tecnologia de Pernambuco divulgou nesta quarta-feira (17) o resultado preliminar das provas objetivas e dissertativa (redação) do Processo de Ingresso 2025.2. O resultado pode ser acessado no site da seleção, clicandoAQUI."
    },
    {
        "index": 307,
        "url": "https://portal.ifpe.edu.br/noticias/e-divulgado-resultado-da-1a-etapa-da-selecao-de-equipes-multiprofissionais-do-pronasci-juventude-e-ifpe/",
        "titulo": "Pronasci Juventude e IFPE  divulgam resultado da 1ª Etapa da seleção de equipes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de julho de 2025",
        "modificado": "última modificação em 15 de julho de 2025",
        "texto": "Foi divulgado o resultado da 1ª Etapa da seleção de equipes multiprofissionais que atuarão no Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude, em parceria com o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE)."
    },
    {
        "index": 308,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-e-ifpe-sai-resultado-da-1a-etapa-da-selecao-de-estagio/",
        "titulo": "Pronasci Juventude e IFPE | Sai resultado da 1ª etapa da seleção de estágio – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de julho de 2025",
        "modificado": "última modificação em 15 de julho de 2025",
        "texto": "Foi divulgado o resultado da primeira etapa (análise documental) da seleção de estágio do Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude, em parceria com o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Estão sendo oferecidas duas vagas: uma para comunicação e outra para design."
    },
    {
        "index": 309,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-e-ifpe-divulgam-resultado-parcial-para-apoio-administrativo/",
        "titulo": "Pronasci Juventude e IFPE divulgam resultado parcial para Apoio Administrativo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de julho de 2025",
        "modificado": "Data não encontrada",
        "texto": "Foi divulgado, nesta segunda-feira (14), o resultado parcial da seleção interna de servidores/as do IFPE para atuarem como bolsistas nas ações vinculadas ao Pronasci Juventude em Pernambuco."
    },
    {
        "index": 310,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgam-inscricoes-homologadas-para-apoio-administrativo/",
        "titulo": "IFPE e Pronasci Juventude divulgam inscrições homologadas para Apoio Administrativo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de julho de 2025",
        "modificado": "última modificação em 14 de julho de 2025",
        "texto": "Foi divulgada, nesta sexta-feira (11), a lista de inscrições homologadas na seleção interna de servidores/as do IFPE para atuarem como bolsistas nas ações vinculadas ao Pronasci Juventude em Pernambuco. Estão sendo oferecidas duas vagas para o cargo de Apoio Administrativo: uma no município de Recife e outra no de Cabo de Santo Agostinho."
    },
    {
        "index": 311,
        "url": "https://portal.ifpe.edu.br/noticias/alteracao-no-cronograma-das-selecoes-do-pronasci-juventude-e-ifpe/",
        "titulo": "Alteração no cronograma das seleções do Pronasci Juventude e IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de julho de 2025",
        "modificado": "última modificação em 15 de julho de 2025",
        "texto": "Foi alterado, nesta sexta-feira (11), o cronograma das seleções para as equipes multiprofissionais e os estágios em comunicação e design do Programa Nacional de Segurança Pública com Cidadania (Pronasci) Juventude em parceria com o IFPE. As novas datas foram apresentadas na retificação dos editais publicados pela Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (FADE)."
    },
    {
        "index": 312,
        "url": "https://portal.ifpe.edu.br/noticias/programa-de-educacao-financeira-do-ifpe-promove-mudancas-na-qualidade-de-vida-de-servidores/",
        "titulo": "Programa de Educação Financeira promove mudanças na qualidade de vida de servidores – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de julho de 2025",
        "modificado": "última modificação em 11 de julho de 2025",
        "texto": "O IFPE, através do Departamento de Desenvolvimento e Atenção à Saúde (DDS), setor ligado à Diretoria de Gestão de Pessoas (DGPE), vem promovendo um programa que estimula servidores da instituição a construir uma vida financeira mais tranquila, com respeito às suas emoções, história e realidade."
    },
    {
        "index": 313,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-pronasci-juventude-divulgam-lista-de-inscritos-as-para-apoio-administrativo/",
        "titulo": "IFPE e Pronasci Juventude divulgam lista de inscritos/as para Apoio Administrativo – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de julho de 2025",
        "modificado": "última modificação em 12 de julho de 2025",
        "texto": "Foi divulgada, nesta quarta-feira (09), a lista de inscritos/as na seleção interna de servidores/as do IFPE para atuarem como bolsistas nas ações vinculadas ao Pronasci Juventude em Pernambuco. Estão sendo oferecidas duas vagas para o cargo de Apoio Administrativo: uma no município de Recife e outra no de Cabo de Santo Agostinho."
    },
    {
        "index": 314,
        "url": "https://portal.ifpe.edu.br/noticias/livro-apresenta-dialogos-entre-assistencia-estudantil-e-nucleos-institucionais-no-ifpe/",
        "titulo": "Livro apresenta diálogos entre Assistência Estudantil e núcleos institucionais no IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de julho de 2025",
        "modificado": "última modificação em 29 de julho de 2025",
        "texto": "Se você é estudante do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), certamente já conhece ações desenvolvidas pelos núcleos institucionais (como NAPNE, NEGED, NEABI), e muito provavelmente você já foi impactado positivamente pela política de Assistência Estudantil da instituição. Mas você já parou para pensar nas relações que existem entre essas áreas? Essa discussão é a proposta do livro “Assistência Estudantil e suas Interfaces com Núcleos Institucionais”, publicado neste mês pela Editora IFPB, em parceria com a Editora IFPE."
    },
    {
        "index": 315,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-programa-de-bolsas-para-projetos-de-extensao-tecnologica/",
        "titulo": "IFPE lança programa de bolsas para projetos de extensão tecnológica – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de julho de 2025",
        "modificado": "última modificação em 28 de julho de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), lançou nesta terça-feira (08), o Edital de Projetos e Bolsas para Extensão Tecnológica (EPEX-ET), que tem o objetivo de estimular a criação de projetos de extensão com foco no desenvolvimento, no aperfeiçoamento, na difusão de soluções tecnológicas e na sua disponibilização à sociedade e ao mercado."
    },
    {
        "index": 316,
        "url": "https://portal.ifpe.edu.br/noticias/consulta-publica-sobre-novas-diretrizes-indutoras-do-ensino-medio-integrado/",
        "titulo": "Consulta pública sobre Novas Diretrizes Indutoras do Ensino Médio Integrado – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de julho de 2025",
        "modificado": "última modificação em 29 de julho de 2025",
        "texto": "A Pró-Reitoria de Ensino (Proden) está revisando o documento orientador das Diretrizes Indutoras do Ensino Médio Integrado do IFPE. O objetivo é fortalecer e qualificar a oferta de cursos dessa modalidade, promovendo a formação integral de estudantes."
    },
    {
        "index": 317,
        "url": "https://portal.ifpe.edu.br/noticias/processo-de-ingresso-2025-2-do-ifpe-provas-sao-aplicadas-para-10-campi-em-clima-de-tranquilidade/",
        "titulo": "Processo de Ingresso 2025.2 do IFPE: provas são aplicadas para 10 campi em clima de tranquilidade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de julho de 2025",
        "modificado": "última modificação em 06 de julho de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) aplicou as provas do Processo de Ingresso 2025.2 na manhã deste domingo (06), para o Recife e mais novecampi, em clima de tranquilidade.  Dos pouco mais de 2,5 mil inscritos/as para prestar a prova de cursos Técnicos Integrados ao Ensino Médio e de Graduação, 38,85% e 41,98% – respectivamente – não compareceram aos locais de prova, que teve início às 9h."
    },
    {
        "index": 318,
        "url": "https://portal.ifpe.edu.br/noticias/proden-realiza-live-sobre-consulta-publica-das-novas-diretrizes-indutoras-do-ensino-medio-integrado/",
        "titulo": "Proden realiza live sobre consulta pública das Novas Diretrizes Indutoras do Ensino Médio Integrado – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de julho de 2025",
        "modificado": "última modificação em 07 de julho de 2025",
        "texto": "A Pró-Reitoria de Ensino (Proden) promove, na próxima segunda (7/7), das 14h às 15h30, umalive no Canal oficial do IFPE no YouTubecom intuito de apresentar à comunidade acadêmica a versão atualizada das Diretrizes Indutoras do Ensino Médio Integrado do IFPE."
    }
]