[
    {
        "index": 0,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-processo-de-ingresso-para-o-semestre-2026-1/",
        "titulo": "IFPE lança Processo de Ingresso para o semestre 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de outubro de 2025",
        "modificado": "última modificação em 02 de outubro de 2025",
        "texto": "O Instituto Federal de Pernambuco – IFPE lançou, nesta quinta-feira (02), seu Processo de Ingresso de novos/as estudantes para o primeiro semestre de 2026. São oferecidas ao todo 4.567 vagas, distribuídas em 16 campi nas modalidades curso de graduação, técnico integrado ao Ensino Médio e técnico subsequente."
    },
    {
        "index": 1,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-final-do-ciclo-1-para-participacao-em-pos-graduacao-stricto-sensu-2026/",
        "titulo": "Publicado resultado final do ciclo 1 para participação em pós-graduação stricto sensu 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O IFPE divulgou, nesta sexta-feira (12), a homologação do resultado final do Ciclo 1 do Edital nº 58/2025, referente ao Processo Seletivo para Participação em Programa de Pós-Graduação Stricto Sensu e Pós-Doutorado no País ou no Exterior para o ano de 2026."
    },
    {
        "index": 2,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-abertura-do-enext-no-dia-16-de-dezembro/",
        "titulo": "IFPE promove abertura do ENEXT no dia 16 de dezembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O XIII Encontro de Extensão (ENEXT) do IFPE – 2025 terá a solenidade de abertura realizada de forma remota, na próxima terça-feira (16/12), 9 horas da manhã, com transmissão peloCanal do IFPE no Youtube."
    },
    {
        "index": 3,
        "url": "https://portal.ifpe.edu.br/noticias/prazo-para-avaliacao-institucional-interna-e-prorrogado-ate-19-de-dezembro/",
        "titulo": "Prazo para Avaliação Institucional Interna é prorrogado até 19 de dezembro – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A Comissão Própria de Avaliação do IFPE (CPA) divulgou, nesta sexta (12/12), que o prazo para participação da comunidade acadêmica na Avaliação Institucional Interna 2025 foi prorrogado até o dia 19 de dezembro."
    },
    {
        "index": 4,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-nova-nota-oficial-sobre-concurso-docente/",
        "titulo": "IFPE publica nova nota oficial sobre Concurso Docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) informa que, em cumprimento a recomendação do Ministério Público Federal (MPF), adotou medidas imediatas relativas à Prova de Desempenho Didático-Pedagógico do Concurso Público para Docentes."
    },
    {
        "index": 5,
        "url": "https://portal.ifpe.edu.br/noticias/edital-nacional-do-profept-abre-inscricoes-para-mestrado-em-educacao-profissional-e-tecnologica-ifpe-olinda-oferta-20-vagas/",
        "titulo": "ProfEPT abre inscrições para mestrado em Educação Profissional e Tecnológica com oferta de 20 vagas no IFPE Olinda – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Programa de Pós-Graduação em Educação Profissional e Tecnológica (ProfEPT) lançou, nesta terça-feira (9/12), o Edital nº 02/2025, que abre o processo seletivo nacional para ingresso no Mestrado Profissional em Educação Profissional e Tecnológica, com início das turmas previsto para março de 2026. Reconhecido pela Capes, o ProfEPT é um mestrado em rede, ofertado por instituições da Rede Federal em todo o país, com foco na qualificação de profissionais que atuam ou desejam atuar na Educação Profissional e Tecnológica (EPT). O curso integra formação teórica e produção de conhecimento aplicada à realidade dos espaços educativos, orientando o desenvolvimento de produtos e práticas pedagógicas voltadas à EPT."
    },
    {
        "index": 6,
        "url": "https://portal.ifpe.edu.br/noticias/estudante-do-ifpe-pesqueira-vai-representar-o-brasil-no-modelo-unesco-2025-em-hong-kong/",
        "titulo": "Estudante do IFPE Pesqueira representa o Brasil em evento da Unesco, na China – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O estudante José Rennan de Siqueira, do curso de Engenharia Elétrica do IFPE Campus Pesqueira, embarcou na última quarta-feira (10) para Hong Kong, onde vai participar da 4ª edição do Modelo UNESCO, programa internacional de simulação acadêmica voltado às áreas de atuação da Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO)."
    },
    {
        "index": 7,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-nota-oficial-sobre-investigacao-envolvendo-aquisicao-de-alimentos/",
        "titulo": "IFPE publica nota oficial sobre investigação envolvendo aquisição de alimentos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": ""
    },
    {
        "index": 8,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-prorroga-cronograma-edital-do-programa-de-bolsas-de-extensao-para-2026/",
        "titulo": "Prorrogado cronograma edital do Programa de Bolsas de Extensão para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Extensão (Proext), publicou nesta quarta-feira (10) uma errata do cronograma do edital do Programa Institucional de Bolsas de Extensão (PIBEX). Por meio da seleção, são cadastrados projetos de extensão no âmbito do IFPE para o ano de 2026 e concedidas bolsas às/aos estudantes de cursos superiores e técnicos, na condição de orientandos/as desses projetos."
    },
    {
        "index": 9,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recife-conquista-medalha-de-bronze-na-etapa-presencial-da-olimpiada-brasileira-de-geografia/",
        "titulo": "IFPE Recife conquista medalha de bronze na etapa presencial da Olimpíada Brasileira de Geografia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "Entre os dias 25 e 28 de novembro, uma equipe do IFPE Recife esteve em Campinas (SP), participando da fase final da 10ª Olímpiada Brasileira de Geografia (OBG). Após serem aprovados em três fases classificatórias on-line, os estudantes do Ensino Médio Integrado Agatha Dutra (Eletrotécnica), Gabriel Dias e Beatriz Eloi (Segurança do Trabalho) conquistaram a medalha de bronze na competição realizada na Universidade Estadual de Campinas (Unicamp)."
    },
    {
        "index": 10,
        "url": "https://portal.ifpe.edu.br/noticias/pronasci-juventude-abre-selecao-para-500-adolescentes-e-jovens-em-pernambuco/",
        "titulo": "PRONASCI Juventude abre seleção para 500 adolescentes e jovens em Pernambuco – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 09 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) e aFundação de Apoio ao Desenvolvimento da UFPE (FADE)abrem, nesta terça-feira (09), as inscrições para a seleção simplificada doPRONASCI Juventude em Pernambuco, iniciativa do Ministério da Justiça e Segurança Pública voltada à prevenção da violência e ao fortalecimento dos projetos de vida de adolescentes e jovens em situação de vulnerabilidade sociorracial agravada."
    },
    {
        "index": 11,
        "url": "https://portal.ifpe.edu.br/noticias/homologado-resultado-final-do-concurso-para-tecnicos-administrativos-do-ifpe/",
        "titulo": "Homologado resultado final do concurso para técnicos-administrativos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 08 de dezembro de 2025",
        "modificado": "última modificação em 09 de dezembro de 2025",
        "texto": "A homologação do resultado final do concurso público para cargos técnico-administrativos em Educação (TAE’s) do Instituto Federal de Pernambuco (IFPE) foi publicada nesta segunda-feira (08/12).  O documento foi homologado pelo reitor da instituição, José Carlos de Sá Júnior, através do edital nº 60/2025 e será publicado no Diário Oficial da União (DOU), nesta terça (09/12)."
    },
    {
        "index": 12,
        "url": "https://portal.ifpe.edu.br/noticias/provas-do-processo-de-ingresso-2026-1-do-ifpe-sao-realizadas-com-tranquilidade/",
        "titulo": "Provas do Processo de Ingresso 2026.1 do IFPE são realizadas com tranquilidade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 07 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "Foi realizada, em clima de tranquilidade, a aplicação das provas do Processo de Ingresso 2026.1 do Instituto Federal de Pernambuco (IFPE) na manhã deste domingo (07), em 46 prédios espalhados em todo o estado."
    },
    {
        "index": 13,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-do-concurso-publico-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga resultado final do Concurso Público para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 08 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (05/12), o resultado final do Concurso Público para cargos técnico-administrativos da instituição. As 77 vagas ofertadas pelo certame foram disputadas por quase 18 mil candidatos."
    },
    {
        "index": 14,
        "url": "https://portal.ifpe.edu.br/noticias/provas-do-processo-de-ingresso-ifpe-2026-1-acontecem-no-domingo-07/",
        "titulo": "Provas do Processo de Ingresso IFPE 2026.1 acontecem no domingo (07) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "Neste domingo (07/12), acontecem as provas do Processo de Ingresso 2026.1 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Essa etapa é voltada para candidatos/as inscritos/as nos cursos de Graduação presenciais e nos cursos Técnicos Integrados ao Ensino Médio nos 16 campi da instituição."
    },
    {
        "index": 15,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-lanca-programa-de-gerenciamento-consciente-voltado-para-gestores-as/",
        "titulo": "IFPE lança programa de gerenciamento consciente voltado para gestores/as – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), acaba de lançar o LIDERA+: Programa de Gerenciamento Consciente, que tem o objetivo de favorecer o desenvolvimento de competências relacionais, comunicacionais e emocionais dos gestores do IFPE, promovendo maior consciência sobre o papel da liderança e sua relação com as equipes de trabalho."
    },
    {
        "index": 16,
        "url": "https://portal.ifpe.edu.br/noticias/hackers-do-bem-abre-novas-25-mil-vagas-para-formacao-em-ciberseguranca/",
        "titulo": "Hackers do Bem abre novas 25 mil vagas para formação em cibersegurança – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O programa Hackers do Bem, iniciativa nacional de capacitação em cibersegurança, anuncia a reabertura de25 mil novas vagas para os cursos de Nivelamento e Básico. O sucesso da primeira onda de inscrições permitiu a ampliação da oferta, reforçando o compromisso do programa do Ministério da Ciência, Tecnologia e Inovação (MCTI), com execução pela Rede Nacional de Ensino e Pesquisa (RNP), de formar profissionais qualificados em segurança digital para o mercado brasileiro. As novas inscrições para o público geral estão disponíveis a partir do dia 4 de dezembro, exclusivamente pelosite do programa."
    },
    {
        "index": 17,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-prorrogado-prazo-para-envio-de-recurso-contra-lista-preliminar-da-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 | Prorrogado prazo para envio de recurso contra Lista Preliminar da Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de dezembro de 2025",
        "modificado": "última modificação em 05 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) prorrogou, na última quinta-feira (04), o prazo para interposição de recurso contra a Lista Preliminar da Análise de Desempenho, etapa de avaliação do Processo de Ingresso 2026.1 voltada para todos os cursos técnicos subsequentes e para os cursos técnicos integrados dos campi Barreiros, Belo Jardim e Vitória de Santo Antão."
    },
    {
        "index": 18,
        "url": "https://portal.ifpe.edu.br/noticias/trabalho-de-estudante-do-ifpe-recife-e-premiado-no-19o-congresso-brasileiro-de-hansenologia/",
        "titulo": "Trabalho de estudante do IFPE Recife é premiado no 19º Congresso Brasileiro de Hansenologia – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de dezembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "O artigo “Do papel ao aplicativo: ANS2JSON, inovação digital no armazenamento e processamento das avaliações neurológicas simplificadas”, fruto do Trabalho de Conclusão de Curso (TCC) da estudante Jamilly Melo, do curso de Tecnologia em Análise e Desenvolvimento de Sistemas do Campus Recife, conquistou o 1º lugar na área de Prevenção de Incapacidades e Reabilitação entre os melhores trabalhos apresentados no 19º Congresso Brasileiro de Hansenologia (CBH), realizado entre os dias 25 e 28 de novembro em Foz do Iguaçu, no Paraná."
    },
    {
        "index": 19,
        "url": "https://portal.ifpe.edu.br/noticias/reitor-do-ifrs-julio-xandro-heck-sera-o-presidente-do-conif-em-2026/",
        "titulo": "Reitor do IFRS, Júlio Xandro Heck, será o presidente do Conif em 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "Júlio Xandro Heck, reitor do Instituto Federal do Rio Grande do Sul (IFRS), foi eleito presidente do Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica (Conif) nesta quarta-feira (3/12). O dirigente liderou a chapa “Convergir”, cujo slogan é “Rede Federal: Patrimônio Nacional em Defesa da Democracia”."
    },
    {
        "index": 20,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-emite-comunicado-sobre-atualizacoes-no-concurso-para-docentes/",
        "titulo": "IFPE emite comunicado sobre atualizações no concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O IFPE informa que os problemas identificados na divulgação da convocação para a Prova de Desempenho Didático-Pedagógico e para a Prova de Títulos já foram sanados. A publicação, realizada dentro do prazo previsto no cronograma, passou por ajustes técnicos imediatamente após a identificação das inconsistências."
    },
    {
        "index": 21,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-convoca-candidatos-habilitados-para-a-prova-de-desempenho-e-para-a-prova-de-titulos-no-concurso-docente/",
        "titulo": "IFPE convoca candidatos habilitados para a Prova de Desempenho e para a Prova de Títulos no concurso docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou a convocação dos candidatos habilitados para a Prova Prática de Desempenho Didático-Pedagógico e para a Prova de Títulos, etapas que compõem a Fase II e a Fase III do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). As avaliações são, respectivamente, eliminatória e classificatória (peso 4) e classificatória (peso 3), e exigem atenção rigorosa aos procedimentos previstos no edital."
    },
    {
        "index": 22,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-sai-lista-final-das-afericoes-de-condicoes-autodeclaradas/",
        "titulo": "Ingresso 2026.1 | Sai Lista Final das Aferições de Condições Autodeclaradas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) também divulgou, nesta terça-feira (02), a Lista Final das Aferições de Condições Autodeclaradas, que são as comprovações de candidatos/as que se declararam como pretos, pardos, indígenas ou quilombolas no momento de sua inscrição no Processo de Ingresso 2026.1."
    },
    {
        "index": 23,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-ifpe-divulga-lista-preliminar-da-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 – IFPE divulga Lista Preliminar da Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta terça-feira (02), a Lista Preliminar da Análise de Desempenho, etapa de avaliação do Processo de Ingresso 2026.1 para todos os cursos técnicos subsequentes e para os cursos técnicos integrados dos campi Barreiros, Belo Jardim e Vitória de Santo Antão."
    },
    {
        "index": 24,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-solenidade-de-abertura-dos-jogos-intercampi-2025/",
        "titulo": "IFPE realiza solenidade de abertura dos Jogos Intercampi 2025 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 02 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A noite da última segunda-feira (01/12) foi marcada pela Solenidade de Abertura dos Jogos Intercampi 2025 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Realizado no Ginásio de Esportes do Campus Recife, o evento reuniu delegações formadas por estudantes atletas dos campi da instituição, que desfilaram na abertura oficial."
    },
    {
        "index": 25,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-parecer-preliminar-das-avaliacoes-para-reserva-de-vagas-do-concurso-tae/",
        "titulo": "IFPE divulga parecer preliminar das avaliações para reserva de vagas do Concurso TAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 01 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta segunda-feira (1º), o parecer preliminar das avaliações de heteroidentificação, biopsicossocial para pessoas com deficiência e de pertencimento indígena ou quilombola referentes à reserva de vagas do Concurso Público para Servidores Técnico-Administrativos (TAEs)."
    },
    {
        "index": 26,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-atualiza-cronograma-do-concurso-docente-e-remarca-periodo-da-prova-de-desempenho-didatico-pedagogico/",
        "titulo": "IFPE atualiza cronograma do concurso docente e remarca período da Prova de Desempenho Didático-Pedagógico – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 11 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (1º), uma atualização no cronograma do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A principal alteração diz respeito ao período de realização da Prova Prática de Desempenho Didático-Pedagógico, que anteriormente estava prevista para ocorrer de 3 a 17 de dezembro e passa agora a ser aplicada de 6 a 21 de dezembro, no Campus Recife/IFPE."
    },
    {
        "index": 27,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-ifpe-divulga-locais-de-prova-concorrencia-e-documentos-apresentados-para-analise-de-desempenho/",
        "titulo": "Ingresso 2026.1 – IFPE divulga locais de prova, concorrência e documentos apresentados para Análise de Desempenho – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (1º), os locais de realização de provas do Processo de Ingresso 2026.1. Também foram publicadas as listas de concorrência para todos os cursos e também de documentos apresentados por quem concorrerá por meio de Análise de Desempenho."
    },
    {
        "index": 28,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-final-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Publicado resultado final do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou nesta segunda (01) o resultado final do Edital REI/IFPE nº 54, de 2025, voltado à concessão de auxílios a projetos de difusão científica e popularização da ciência no âmbito do IFPE."
    },
    {
        "index": 29,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-final-da-selecao-para-composicao-do-escritorio-de-projetos/",
        "titulo": "IFPE divulga resultado final da seleção para composição do Escritório de Projetos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 01 de dezembro de 2025",
        "modificado": "última modificação em 01 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Pró-Reitoria de Desenvolvimento Institucional (Prodin), divulgou o resultado final da Chamada Pública nº 01/2025-Prodin, destinada à formação do Escritório de Projetos, iniciativa que fortalece a gestão, a articulação e o desenvolvimento de projetos institucionais em todo o IFPE."
    },
    {
        "index": 30,
        "url": "https://portal.ifpe.edu.br/noticias/fpe-divulga-resultados-definitivos-das-avaliacoes-de-heteroidentificacao-pertencimento-indigena-ou-quilombola-e-biopsicossocial-do-concurso-docente/",
        "titulo": "IFPE divulga resultados definitivos das avaliações de heteroidentificação, pertencimento indígena ou quilombola e biopsicossocial do concurso docente – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "última modificação em 02 de dezembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) publicou, nesta sexta-feira (28), os resultados definitivos das avaliações de heteroidentificação, pertencimento indígena ou quilombola e avaliação biopsicossocial do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A divulgação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), responsável pela execução do certame."
    },
    {
        "index": 31,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-final-do-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Sai resultado final do edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "última modificação em 28 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), divulgou, nesta sexta-feira (28), o resultado final do Edital REI/IFPE nº 54, de 2025, voltado à internacionalização de projetos de pesquisa e inovação desenvolvidos na pós-graduação do Instituto, bem como à mobilidade de pesquisadores/as da instituição."
    },
    {
        "index": 32,
        "url": "https://portal.ifpe.edu.br/noticias/aberta-consulta-publica-sobre-politica-de-assistencia-estudantil/",
        "titulo": "Aberta consulta pública sobre política de assistência estudantil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Ministério da Educação (MEC) abriu nesta terça-feira, 25 de novembro, consulta pública para regulamentação daPolítica Nacional de Assistência Estudantil (Pnaes)— recém-instituída pelaLei nº 14.914/2024. A iniciativa busca reunir contribuições da sociedade para a construção de uma diretriz nacional alinhada à diversidade do país e às necessidades reais de estudantes das universidades federais e de instituições da Rede Federal de Educação Profissional, Científica e Tecnológica."
    },
    {
        "index": 33,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-realiza-3o-seminario-de-assistencia-estudantil-no-campus-barreiros/",
        "titulo": "IFPE realiza 3º Seminário de Assistência Estudantil no Campus Barreiros – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 28 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE Campus Barreiros sediou, entre 24 e 27 de novembro, o 3º Seminário de Assistência Estudantil. O evento, que já passou pelos Campi Caruaru e Garanhuns, reuniu gestores, servidores e representações estudantis para fortalecer o diálogo sobre as políticas de permanência e o trabalho em rede."
    },
    {
        "index": 34,
        "url": "https://portal.ifpe.edu.br/noticias/publicado-resultado-preliminar-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Publicado resultado preliminar do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 26 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE, por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), divulgou, nesta quarta-feira (26/11), o resultado preliminar do Edital REI/IFPE nº 54, de 2025, voltado à concessão de auxílios a projetos de difusão científica e popularização da ciência no âmbito do IFPE."
    },
    {
        "index": 35,
        "url": "https://portal.ifpe.edu.br/noticias/abertura-dos-jogos-das-instituicoes-federais-2025-reune-delegacoes-das-cinco-regioes-do-brasil/",
        "titulo": "Abertura dos Jogos das Instituições Federais 2025 reúne delegações das cinco regiões do Brasil – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A etapa nacional dos Jogos das Instituições Federais (JIFs 2025) foi oficialmente aberta na noite de 24 de novembro, em uma cerimônia vibrante realizada no Ginásio do Campus Natal-Central do Instituto Federal do Rio Grande do Norte (IFRN). O evento reuniu atletas, gestores e servidores de 30 instituições da Rede Federal, marcando o início de uma das maiores competições esportivas entre estudantes do país.A solenidade, conduzida pelos mestres de cerimônia Neiryvan Maciel (IFRN) e Maraísa Andrade (IFPA), destacou a importância do esporte como ferramenta de inclusão e desenvolvimento."
    },
    {
        "index": 36,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-sai-resultado-preliminar-da-verificacao-das-condicoes-autodeclaradas/",
        "titulo": "Ingresso 2026.1 – Sai resultado preliminar da verificação das Condições Autodeclaradas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 25 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta terça-feira (25), as listas preliminares da verificação de Condições Autodeclaradas, que são as comprovações dos/as candidatos/as que se declararam como Pretos, Pardos, Indígenas ou Quilombolas no momento da sua inscrição no Processo de Ingresso 2026.1."
    },
    {
        "index": 37,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-pareceres-preliminares-das-avaliacoes-de-heteroidentificacao-pertencimento-indigena-ou-quilombola-e-biopsicossocial/",
        "titulo": "IFPE divulga pareceres preliminares das avaliações de heteroidentificação, pertencimento indígena ou quilombola e biopsicossocial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "última modificação em 28 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (24), os pareceres preliminares das avaliações de heteroidentificação, da documentação comprobatória de pertencimento indígena ou quilombola e da avaliação biopsicossocial do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), responsável pela execução do certame."
    },
    {
        "index": 38,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-homologa-inscricoes-da-chamada-do-escritorio-de-projetos-e-convoca-candidatos-para-entrevistas/",
        "titulo": "IFPE homologa inscrições da chamada do Escritório de Projetos e convoca candidatos para entrevistas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE), por meio da Pró-Reitoria de Desenvolvimento Institucional (Prodin), publicou nesta segunda (24/11) a homologação das inscrições da Chamada Pública nº 01/2025-Prodin para composição do Escritório de Projetos. Após a análise das candidaturas, os/as inscritos/as homologados/as seguem para a etapa de entrevistas, que ocorrerá nesta quinta-feira (27/11), a partir das 14h."
    },
    {
        "index": 39,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-marca-presenca-na-etapa-nacional-dos-jogos-dos-institutos-federais-jifs/",
        "titulo": "IFPE marca presença na etapa nacional dos Jogos dos Institutos Federais (JIFs) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 24 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": ""
    },
    {
        "index": 40,
        "url": "https://portal.ifpe.edu.br/noticias/sai-resultado-preliminar-do-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Sai resultado preliminar do edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O IFPE, por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), Diretoria de Gestão de Pessoas (DGPE) e do Departamento de Relações Internacionais (DRIN), divulgou, nesta sexta-feira (21/11), o resultado preliminar do Edital REI/IFPE nº 54, de 2025, voltado à internacionalização de projetos de pesquisa e inovação desenvolvidos na pós-graduação do Instituto, bem como à mobilidade de pesquisadores/as da instituição."
    },
    {
        "index": 41,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-resultado-final-das-provas-do-concurso-tae/",
        "titulo": "IFPE publica resultado final das provas do Concurso TAE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "última modificação em 27 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (21/11), o resultado final da prova objetiva do Concurso Público para Servidores Técnico-Administrativos, após análise de recursos.  Também foi publicada a convocação para as avaliações de heteroidentificação, biopsicossocial  e de pertencimento indígena ou quilombola."
    },
    {
        "index": 42,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-retifica-cronograma-de-editais-do-processo-de-ingresso-2026-1/",
        "titulo": "IFPE retifica cronograma de editais do Processo de Ingresso 2026.1 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 21 de novembro de 2025",
        "modificado": "Foram modificadas datas de resultados das verificações das condições autodeclaradas, listas de concorrência e de análise de desempenho, dentre outras",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, na quarta-feira (19), uma retificação no cronograma dos editais do Processo de Ingresso 2026.1. As mudanças estão relacionadas à divulgação dos resultados das verificações das condições autodeclaradas, das listas de concorrência, de locais de prova e de análise de desempenho."
    },
    {
        "index": 43,
        "url": "https://portal.ifpe.edu.br/noticias/camara-municipal-do-recife-homenageia-ifpe-por-seus-116-anos-de-existencia/",
        "titulo": "Câmara Municipal do Recife homenageia IFPE por seus 116 anos de existência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 19 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A memória do Instituto Federal de Pernambuco foi novamente celebrada na segunda-feira (17), através de uma sessão solene na Câmara Municipal do Recife. A vereadora responsável foi Cida Pedrosa (PCdoB), que prestou uma homenagem aos 116 anos do IFPE Recife. A solenidade foi presidida pela também vereadora Kari Santos (PT) e contou com a presença do reitor do IFPE, José Carlos de Sá, do diretor-geral do Campus Recife, Fábio Nicácio, bem como de diversos gestores, diretores e chefes de departamento da instituição."
    },
    {
        "index": 44,
        "url": "https://portal.ifpe.edu.br/noticias/prorrogado-cronograma-do-edital-para-apoio-a-projetos-de-difusao-e-popularizacao-da-ciencia/",
        "titulo": "Prorrogado cronograma do edital para apoio a projetos de difusão e popularização da ciência – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "A Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq) do IFPE prorrogou, nesta terça-feira (18/11), o cronograma do Edital nº 54/2025, que vai conceder auxílios a projetos de difusão científica e popularização da ciência no âmbito da instituição. O objetivo da iniciativa é apoiar ações que ampliem o acesso da sociedade ao conhecimento científico e fortaleçam a percepção sobre a importância da ciência para o desenvolvimento social, econômico e cultural."
    },
    {
        "index": 45,
        "url": "https://portal.ifpe.edu.br/noticias/bazar-do-desapego-do-ifpe-recebe-doacoes-ate-dia-28-11/",
        "titulo": "Bazar do Desapego do IFPE recebe doações até dia 28/11 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 18 de novembro de 2025",
        "modificado": "última modificação em 18 de novembro de 2025",
        "texto": "Como ação integrante das comemorações de seus 17 anos, o Instituto Federal de Pernambuco (IFPE) vai promover mais uma edição do Bazar do Desapego."
    },
    {
        "index": 46,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-resultado-preliminar-das-provas-do-concurso-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga resultado preliminar das provas do concurso para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Foi publicado, nesta segunda-feira (17/11), no site da organizadora do certame —Funcern, o resultado preliminar da prova objetiva do Concurso Público para Servidores Técnico-Administrativos do Instituto Federal de Pernambuco (IFPE)."
    },
    {
        "index": 47,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-da-eleicao-da-cppd/",
        "titulo": "Divulgado resultado final da eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta segunda-feira (17), o resultado final da eleição da Comissão Permanente de Pessoal Docente (CPPD) referente ao biênio 2025-2027."
    },
    {
        "index": 48,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-previa-do-plano-de-desenvolvimento-de-pessoas-pdp-para-o-ano-de-2026/",
        "titulo": "Divulgada prévia do Plano de Desenvolvimento de Pessoas (PDP) para 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "A Diretoria de Gestão de Pessoas (DGPE), por meio do Departamento de Desenvolvimento e Atenção à Saúde (DDS), divulga a prévia do Plano de Desenvolvimento de Pessoas (PDP) para o ano de 2026. O documento deve ser usado para consulta dos/as servidores/as que realizarão suas inscrições noEdital REI/IFPE nº 58/2025-GR(que trata do processo seletivo para participação em programa de pós-graduação stricto sensu e pós-doutorado no país ou no exterior para o ano de 2026) e suas chefias, que irão utilizar as informações da prévia do PDP 2026 para preenchimento dos formulários do referido edital."
    },
    {
        "index": 49,
        "url": "https://portal.ifpe.edu.br/noticias/siass-ifpe-lanca-guia-pratico-para-a-saude-do-servidor/",
        "titulo": "SIASS IFPE lança Guia Prático para a Saúde do Servidor – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 17 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Subsistema Integrado de Atenção à Saúde do Servidor Público Federal do IFPE (SIASS) lançou, nesta segunda-feira (17/11), o Guia Prático para a Saúde do Servidor."
    },
    {
        "index": 50,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-convoca-candidatos-de-concurso-docente-para-avaliacoes-de-heteroidentificacao-e-biopsicossocial/",
        "titulo": "IFPE convoca candidatos de concurso docente para avaliações de heteroidentificação e biopsicossocial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 15 de novembro de 2025",
        "modificado": "última modificação em 25 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta sexta-feira (14), o resultado final da prova objetiva do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT) e a convocação para as avaliações de heteroidentificação, biopsicossocial  e de pertencimento indígena ou quilombola.  A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), instituição responsável pela execução do concurso."
    },
    {
        "index": 51,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-preliminar-da-eleicao-da-cppd/",
        "titulo": "Divulgado resultado preliminar da eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de novembro de 2025",
        "modificado": "última modificação em 17 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (14), o resultado preliminar da eleição da Comissão Permanente de Pessoal Docente (CPPD) referente ao biênio 2025-2027."
    },
    {
        "index": 52,
        "url": "https://portal.ifpe.edu.br/noticias/cpa-ifpe-promove-avaliacao-institucional-interna-da-educacao-superior-2/",
        "titulo": "CPA IFPE promove avaliação institucional interna da educação superior – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 14 de novembro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "A Comissão Própria de Avaliação (CPA) do IFPE promove, de 14 de novembro a 14 de dezembro, a avaliação institucional interna. Neste ciclo, o processo avaliativo terá como eixo central a Infraestrutura Institucional, em consonância com as diretrizes estabelecidas pela Lei nº 10.861/2004, que institui o Sistema Nacional de Avaliação da Educação Superior (SINAES)."
    },
    {
        "index": 53,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais-2/",
        "titulo": "IFPE encerra XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) encerrou, nesta quinta (13), a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA). O evento, que reuniu servidores/as, estudantes e público externo, contou com diversas atividades na programação, como palestras, mesas-redondas, oficinas, simpósios temáticos, atrações culturais e feira de empreendedorismo negro."
    },
    {
        "index": 54,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-olinda-abre-inscricoes-para-cursos-gratuitos-de-tecnica-vocal-voltados-a-professores-e-cantores/",
        "titulo": "IFPE Olinda abre inscrições para cursos gratuitos de Técnica Vocal voltados a professores e cantores – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O IFPE Campus Olinda vai abrir, nesta sexta-feira (14), as inscrições para dois cursos gratuitos de extensão voltados ao desenvolvimento vocal: Técnica Vocal para Professores e Técnica Vocal para Cantores. O será realizado presencialmente no campus, com carga horária de 30 horas. São 30 vagas para o curso voltado aos professores e 15 vagas para o curso destinado aos cantores."
    },
    {
        "index": 55,
        "url": "https://portal.ifpe.edu.br/noticias/eleicao-para-escolha-de-membros-da-cppd-acontece-nesta-quinta-13/",
        "titulo": "Eleição para escolha de membros da CPPD acontece nesta quinta (13) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O IFPE realiza, nesta quinta (13), a eleição para escolha dos membros da Comissão Permanente de Pessoal Docente (CPPD), consolidada após a etapa de análise dos recursos e referente ao biênio 2025-2027.  A votação é realizada on-line, por meio de Sistema de Deliberação Remota (SDR), feita no sistema Fluxo.IFPE, e se encerra às 23h59 desta quinta (13)."
    },
    {
        "index": 56,
        "url": "https://portal.ifpe.edu.br/noticias/prodin-abre-selecao-interna-para-servidores-atuarem-no-escritorio-de-projetos-do-ifpe/",
        "titulo": "Prodin abre seleção interna para servidores atuarem no Escritório de Projetos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "última modificação em 13 de novembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) divulgou, nesta quinta-feira (13), aChamada Pública nº 01/2025, que tem como objetivo selecionar servidores para atuarem no Escritório de Projetos Institucionais. A iniciativa, coordenada pela Pró-Reitoria de Integração e Desenvolvimento Institucional (Prodin), visa ampliar a eficiência da gestão de projetos de desenvolvimento, inovação e integração institucional."
    },
    {
        "index": 57,
        "url": "https://portal.ifpe.edu.br/noticias/drin-promove-2o-webinario-sobre-aulas-espelho-para-docentes-do-ifpe/",
        "titulo": "DRIN promove 2º webinário sobre Aulas-espelho para docentes do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 13 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "Com objetivo de promover e incentivar a adoção de aulas-espelho por parte do corpo docente do IFPE, o Departamento de Relações Internacionais (DRIN), por meio do Centro de Libras e Línguas Estrangeiras (CELLE) da Reitoria, promove no dia 19 de novembro, das 19h às 20h, o Webinário sobre Aulas-espelho, via plataforma RNP com inscrições pelo formuláriodisponível aqui."
    },
    {
        "index": 58,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-ciclo-formativo-de-bibliotecarios-com-foco-em-avaliacao-gestao-e-inovacao-nas-bibliotecas/",
        "titulo": "IFPE promove Ciclo Formativo com foco em Avaliação, Gestão e Inovação nas Bibliotecas – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Sistema Integrado de Bibliotecas (SIBI) e com apoio da Pró-Reitoria de Ensino (Proden), promove o Ciclo Formativo de Bibliotecários e Profissionais de Biblioteca do IFPE, com o tema “Avaliação, Gestão e Inovação nas Bibliotecas”."
    },
    {
        "index": 59,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais/",
        "titulo": "IFPE abre a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 12 de novembro de 2025",
        "modificado": "última modificação em 13 de novembro de 2025",
        "texto": "Foi dada a largada, nesta terça (11), a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA), evento de âmbito nacional da Rede Federal de Educação Profissional, Científica e Tecnológica, iniciado em 2012."
    },
    {
        "index": 60,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-final-de-votantes-para-eleicao-da-cppd/",
        "titulo": "Divulgada lista final de votantes para eleição da CPPD após análise dos recursos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta terça-feira (11), a lista final de votantes para a eleição da Comissão Permanente de Pessoal Docente (CPPD), consolidada após a etapa de análise dos recursos e referente ao biênio 2025-2027. Conforme o Edital, são eleitores todos os/as docentes ativos permanentes do quadro de pessoal docente do IFPE, com vínculo iniciado até o dia da publicação da lista final de votantes."
    },
    {
        "index": 61,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-edital-para-participacao-em-programa-de-pos-graduacao-stricto-sensu-2026/",
        "titulo": "Divulgado edital para participação em programa de pós-Graduação Stricto Sensu 2026 – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 11 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Diretoria de Gestão de Pessoas (DGPE) divulgou oEdital REI/IFPE nº 58/2025-GR, que regulamenta o processo para participação em programa de Pós-graduação Stricto Sensu e estudo no país ou no exterior no ano de 2026. A participação na seleção é um dos requisitos para os/as servidores/as que pretendem solicitar afastamento com esse intuito. O documento estabelece as regras tanto para servidores docentes quanto para os técnico-administrativos. Serão abertos quatro ciclos de inscrições: dezembro de 2025 e março, junho e setembro de 2026."
    },
    {
        "index": 62,
        "url": "https://portal.ifpe.edu.br/noticias/comissao-organizadora-inicia-preparativos-para-o-ix-seminario-de-agroecologia-e-viii-seminario-de-educacao-do-campo-do-ifpe/",
        "titulo": "Começam os preparativos para o IX Seminário de Agroecologia e VIII Seminário de Educação do Campo do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 11 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "A Comissão Organizadora dos Seminários de Agroecologia e Educação do Campo do Instituto Federal de Pernambuco (IFPE) realizou seu primeiro encontro presencial no Centro de Formação Paulo Freire, em Caruaru, local que sediará o IX Seminário de Agroecologia e o VIII Seminário de Educação do Campo, entre os dias 12 e 14 de maio de 2026. Com o tema“Fome de Democracia e Soberania Popular”, o evento reunirá representantes de instituições de ensino, movimentos sociais, órgãos públicos e coletivos culturais comprometidos com a construção da agroecologia e da educação do campo nos territórios."
    },
    {
        "index": 63,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-funcern-divulgam-resultado-preliminar-da-prova-objetiva-e-boletim-de-desempenho-do-concurso-para-docentes/",
        "titulo": "IFPE e Funcern divulgam resultado preliminar da prova objetiva e boletim de desempenho do concurso para docentes – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 14 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) divulgou, nesta segunda-feira (10), o resultado preliminar da prova objetiva do concurso público para docentes do Ensino Básico, Técnico e Tecnológico (EBTT). A publicação ocorre em parceria com a Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), instituição responsável pela execução do certame."
    },
    {
        "index": 64,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-recebe-pesquisador-estrangeiro-para-desenvolvera-projeto-sobre-hidrogenio-verde/",
        "titulo": "IFPE recebe pesquisador estrangeiro para desenvolver projeto sobre hidrogênio verde – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 10 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) recebeu, na última sexta (07), a visita de Julian Dörr, pesquisador da Fraunhofer IAO e doutorando da Universidade de Stuttgart, sediadas na Alemanha. O encontro, que aconteceu na Reitoria, foi promovido pelo Departamento de Relações Internacionais (DRIN) e teve como objetivo recepcionar o pesquisador e fortalecer o diálogo institucional envolvendo ações de pesquisa e internacionalização do IFPE."
    },
    {
        "index": 65,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-abre-consulta-publica-sobre-a-politica-de-internacionalizacao/",
        "titulo": "IFPE abre consulta pública sobre a Política de Internacionalização – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 10 de novembro de 2025",
        "modificado": "última modificação em 04 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio do Departamento de Relações Internacionais (DRIN), convida a comunidade acadêmica e o público em geral a participar da consulta pública da minuta da Política de Internacionalização do IFPE. A iniciativa busca promover a participação coletiva na construção de um documento que orientará as ações estratégicas da instituição no cenário internacional."
    },
    {
        "index": 66,
        "url": "https://portal.ifpe.edu.br/noticias/divulgada-lista-de-votantes-para-eleicao-da-cppd/",
        "titulo": "Divulgada lista de votantes para eleição da CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 07 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta quinta-feira (06), a lista de votantes para a eleição da Comissão Permanente de Pessoal Docente (CPPD), referente ao biênio 2025-2027. Conforme o Edital, são eleitores todos os(as) docentes ativos permanentes do quadro de pessoal docente do IFPE, com vínculo iniciado até o dia da publicação da lista de votantes."
    },
    {
        "index": 67,
        "url": "https://portal.ifpe.edu.br/noticias/continuam-abertas-as-inscricoes-para-edital-voltado-a-internacionalizacao-de-pesquisa-e-inovacao-na-pos-graduacao/",
        "titulo": "Seguem abertas as inscrições para edital voltado à internacionalização de pesquisa e inovação na Pós-Graduação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE), por meio da Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação (Propesq), da Diretoria de Gestão de Pessoas (DGPE) e do Departamento de Relações Internacionais (DRIN), mantém abertas as inscrições para o edital integrado voltado à internacionalização de projetos de pesquisa e inovação na pós-graduação da instituição."
    },
    {
        "index": 68,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-e-fade-ufpe-divulgam-resultado-final-de-selecao-de-estagio-para-o-pronasci-juventude-pe/",
        "titulo": "IFPE e Fade-UFPE divulgam resultado final de seleção de estágio para o Pronasci Juventude PE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Pernambuco (IFPE) e a Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade-UFPE) divulgam, nesta terça-feira (04), oresultado final da seleção para a vaga de estágio em Comunicaçãodestinada ao Pronasci Juventude Pernambuco. A seleção foi realizada exclusivamente por análise curricular e de portfólio, conforme critérios estabelecidos em edital."
    },
    {
        "index": 69,
        "url": "https://portal.ifpe.edu.br/noticias/setor-de-psicologia-do-ifpe-afogados-lanca-guia-de-gerenciamento-do-estresse-e-da-ansiedade-para-estudantes/",
        "titulo": "IFPE Afogados lança Guia de gerenciamento do estresse e da ansiedade – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 06 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Setor de Psicologia do IFPE Afogados acaba de disponibilizar um guia prático online sobre como lidar com o estresse e a ansiedade voltado para estudantes do ensino médio que estão se preparando para prestar o Exame Nacional do Ensino Médio – ENEM. As provas de 2025 serão realizadas nos dias 09 e 16 de novembro. O documento pode ser acessado gratuitamente no site do Campus Afogados pelo link abaixo ou na página da Assistência Estudantil no site do Campus."
    },
    {
        "index": 70,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-divulga-gabarito-definitivo-das-provas-do-concurso-para-tecnicos-administrativos/",
        "titulo": "IFPE divulga gabarito definitivo das provas do concurso para técnicos-administrativos – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 05 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "Foi publicado, nesta quarta-feira (05/11), o gabarito definitivo das provas objetivas do concurso público para cargos técnicos administrativos do Instituto Federal de Pernambuco (IFPE). O documento pode ser consultado nosite da Fundação de Apoio à Educação e ao Desenvolvimento Tecnológico do Rio Grande do Norte (Funcern), organizadora do certame."
    },
    {
        "index": 71,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-sediara-a-xiv-edicao-da-semana-de-reflexoes-sobre-negritude-genero-e-raca-dos-institutos-federais-sernegra/",
        "titulo": "IFPE sediará a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de novembro de 2025",
        "modificado": "última modificação em 12 de novembro de 2025",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) vai sediar, nos dias 11, 12 e 13 de novembro, a XIV Edição da Semana de Reflexões sobre Negritude, Gênero e Raça dos Institutos Federais (SERNEGRA), evento de âmbito nacional da Rede Federal de Educação Profissional, Científica e Tecnológica, iniciado em 2012."
    },
    {
        "index": 72,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-preliminar-da-selecao-de-estagio-em-comunicacao-para-o-pronasci-juventude-pe/",
        "titulo": "Divulgado resultado preliminar da seleção de estágio em Comunicação para o Pronasci Juventude PE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 04 de novembro de 2025",
        "modificado": "última modificação em 06 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) e a Fundação de Apoio ao Desenvolvimento da Universidade Federal de Pernambuco (Fade-UFPE) divulgaram, nesta terça-feira (04), oresultado preliminar da seleção para a vaga de estágio em Comunicação destinada ao Pronasci JuventudePernambuco. A seleção foi realizada exclusivamente por análise curricular e de portfólio, conforme critérios estabelecidos em edital."
    },
    {
        "index": 73,
        "url": "https://portal.ifpe.edu.br/noticias/proden-promove-webinarios-sobre-tecnologias-digitais-e-educacao/",
        "titulo": "Proden promove webinários sobre tecnologias digitais e educação – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de novembro de 2025",
        "modificado": "última modificação em 03 de novembro de 2025",
        "texto": "Dando continuidade ao Programa de Formação Docente do IFPE, a Pró-reitoria de Ensino (Proden) vai promover, nos dias 25 e 27 de novembro, webinários com o temática “Tecnologias Digitais e Educação”. Esse tema foi o mais indicado por docentes de todas as áreas em um levantamento realizado pelo GT de Assistência à Formação Continuada de Docentes do IFPE."
    },
    {
        "index": 74,
        "url": "https://portal.ifpe.edu.br/noticias/ingresso-2026-1-prazo-para-envio-de-comprovacao-para-pessoas-autodeclaradas-pretas-pardas-indigenas-ou-quilombolas-inicia-nesta-segunda-03/",
        "titulo": "Ingresso 2026.1 – Prazo para comprovação da autodeclaração começa nesta segunda (03) – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 03 de novembro de 2025",
        "modificado": "última modificação em 03 de novembro de 2025",
        "texto": "Teve início nesta segunda-feira (03/11) o prazo para envio de conteúdo para verificação da condição autodeclarada dos/as candidatos/as que se inscreveram nas vagas para pessoas Pretas, Pardas, Indígenas ou Quilombolas no Processo de Ingresso 2026.1 do Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE)."
    },
    {
        "index": 75,
        "url": "https://portal.ifpe.edu.br/noticias/ifs-sedia-6a-congresso-nordestino-de-educacao-a-distancia/",
        "titulo": "IFS sedia 6ª Congresso Nordestino de Educação a Distância – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 04 de novembro de 2025",
        "texto": "Em maio deste ano, o Ministério da Educação (MEC) divulgou novas regras sobre o ensino a distância (EaD). O novo marco regulatório exclui cursos como medicina, odontologia, enfermagem, psicologia e direito da modalidade à distância e cria outros modelos com percentuais mínimos de 20% de atividades presenciais ou síncronas (aulas ao vivo). O objetivo é garantir mais qualidade na oferta de EaD, uma ferramenta estratégica de ampliação e acesso à educação superior em um país como o Brasil."
    },
    {
        "index": 76,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-publica-edital-integrado-para-oferta-de-novos-cursos-e-finalizacao-do-ciclo-2022-2026-do-pdi/",
        "titulo": "IFPE publica edital integrado para oferta de novos cursos e finalização do ciclo 2022-2026 do PDI – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 12 de dezembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta sexta-feira (31), o Edital Integrado Proden/Propesq/REI/IFPE nº 2, que convoca os campi a apresentarem propostas para criação e oferta de novos cursos técnicos, superiores e de pós-graduação lato sensu. A chamada tem como objetivo finalizar o ciclo 2022–2026 do Plano de Desenvolvimento Institucional (PDI) do IFPE."
    },
    {
        "index": 77,
        "url": "https://portal.ifpe.edu.br/noticias/publicada-instrucao-normativa-que-orienta-a-oferta-de-educacao-a-distancia-em-cursos-do-ifpe/",
        "titulo": "Publicada instrução normativa que orienta a oferta de educação a distância em cursos do IFPE – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "Data não encontrada",
        "texto": "O Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) publicou, nesta sexta (31/10), a Instrução Normativa Conjunta Proden/Propesq/DEaD nº01, que estabelece, de forma complementar, orientações para a oferta de educação a distância nos cursos técnicos, de graduação e pós-graduaçãolato sensudo IFPE."
    },
    {
        "index": 78,
        "url": "https://portal.ifpe.edu.br/noticias/ifpe-promove-evento-em-homenagem-ao-dia-do-a-servidor-a-publico/",
        "titulo": "IFPE promove evento em homenagem ao Dia do/a Servidor/a Público/a – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 31 de outubro de 2025",
        "texto": "Servidores e Servidoras do IFPE puderam desfrutar, nesta última quinta (30), de um momento especial em homenagem ao Dia do/a Servidor/a Público, celebrado em 28 de outubro. O evento, que aconteceu no Campus Recife, foi organizado pelo Departamento de Desenvolvimento e Atenção à Saúde (DDS) e contou também com o apoio de parceiros/as do Instituto."
    },
    {
        "index": 79,
        "url": "https://portal.ifpe.edu.br/noticias/divulgado-resultado-final-das-candidaturas-a-cppd/",
        "titulo": "Divulgado resultado final das candidaturas à CPPD – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 31 de outubro de 2025",
        "modificado": "última modificação em 21 de novembro de 2025",
        "texto": "O Instituto Federal de Pernambuco (IFPE) publicou, nesta quinta-feira (30), o resultado final das inscrições para as candidaturas à Comissão Permanente de Pessoal Docente (CPPD), referente ao biênio 2025-2027, após a análise dos recursos apresentados."
    },
    {
        "index": 80,
        "url": "https://portal.ifpe.edu.br/noticias/siass-ifpe-celebrou-10-anos-de-existencia-em-solenidade-especial/",
        "titulo": "SIASS IFPE celebrou 10 anos de existência em solenidade especial – IFPE – Instituto Federal de Pernambuco",
        "publicado": "publicado em 30 de outubro de 2025",
        "modificado": "última modificação em 31 de outubro de 2025",
        "texto": "Foi realizada, na tarde desta última quarta (29), a solenidade em alusão aos 10 anos do Subsistema Integrado de Atenção à Saúde do Servidor Público Federal (SIASS) do Instituto Federal de Pernambuco (IFPE). O evento, que aconteceu no auditório do Centro de Pesquisa do Campus Recife, reuniu servidores e servidoras de diversos setores da Reitoria e dos campi, além de convidados/as de outras instituições como UFRPE, UFPE e UFRN e parceiros/as do Siass."
    }
]